Repository: ctt-gob-es/datos.gob.es
Catalog: ckan/ckanext-dge-dashboard/ckanext/dge_dashboard/i18n/*/LC_MESSAGES/ckanext-dge_dashboard.po
Languages: ca, es, eu, gl

source: Only sysadmins can get dge_dashboard table data
ca: Només els administradors del sistema poden obtenir dades de la taula dge_dashboard.
es: Solo los administradores del sistema pueden obtener datos de la tabla dge_dashboard.
eu: Sistemaren administratzaileek soilik eskura ditzakete dge_dashboard taulako datuak.
gl: Só os administradores do sistema poden obter datos da táboa dge_dashboard.

source: Only sysadmins can get dge_dashboard_drupal_contents table data
ca: Només els administradors del sistema poden obtenir dades de la taula dge_dashboard_drupal_contents.
es: Solo los administradores del sistema pueden obtener datos de la tabla dge_dashboard_drupal_contents.
eu: Sistemaren administratzaileek soilik eskura ditzakete dge_dashboard_drupal_contents taulako datuak.
gl: Só os administradores do sistema poden obter datos da táboa dge_dashboard_drupal_contents.

source: Only sysadmins can get drupal active users
ca: Només els administradors del sistema poden obtenir els usuaris actius.
es: Solo los administradores del sistema pueden obtener los usuarios activos.
eu: Sistemaren administratzaileek soilik eskura ditzakete erabiltzaile aktiboak.
gl: Só os administradores do sistema poden obter os usuarios activos.

source: Only sysadmins can get drupal assigned requests
ca: Només els administradors del sistema poden obtenir les consultes de disponibilitat de dades assignades.
es: Solo los administradores del sistema pueden obtener las consultas de disponibilidad de datos asignadas.
eu: Sistemaren administratzaileek soilik eskura ditzakete esleitutako datuen erabilgarritasun kontsultak.
gl: Só os administradores do sistema poden obter as consultas de dispoñibilidade de datos asignadas.

source: Only sysadmins can get drupal published data
ca: Només els administradors del sistema poden obtenir les dades publicades de drupal.
es: Solo los administradores del sistema pueden obtener los datos publicados de drupal.
eu: Sistemaren administratzaileek soilik eskura ditzakete drupal-en argitaratutako datuak.
gl: Só os administradores do sistema poden obter os datos publicados de drupal.

source: Only sysadmins can get number of current publisher by administration level
ca: Només els administradors del sistema poden obtenir els publicadors actuals per nivell d'administració.
es: Solo los administradores del sistema pueden obtener los publicadores actuales por nivel de administración.
eu: Sistemaren administratzaileek soilik eskura ditzakete uneko argitaratzaileak administrazio mailaren arabera.
gl: Só os administradores do sistema poden obter os publicadores actuais por nivel de administración.

source: Only sysadmins can get number of distribution by format
ca: Només els administradors del sistema poden obtenir les distribucions per format.
es: Solo los administradores del sistema pueden obtener las distribuciones por formato.
eu: Sistemaren administratzaileek soilik eskura ditzakete banaketak formatuaren arabera.
gl: Só os administradores do sistema poden obter as distribucións por formato.

source: Only sysadmins can get number of distribution by format and administration level
ca: Només els administradors del sistema poden obtenir el nombre de distribucions per format i nivell d'administració.
es: Solo los administradores del sistema pueden obtener el número de distribuciones por formato y nivel de administración.
eu: Sistemaren administratzaileek soilik eskura dezakete banaketa kopurua formatua eta administrazio mailaren arabera.
gl: Só os administradores do sistema poden obter o número de distribucións por formato e nivel de administración.

source: Only sysadmins can get number of published datasets by administration level
ca: Només els administradors del sistema poden obtenir el nombre de conjunts de dades publicats per nivell d'administració.
es: Solo los administradores del sistema pueden obtener el número de conjuntos de datos publicados por nivel de administración.
eu: Sistemaren administratzaileek soilik eskura dezakete argitaratutako datu-multzoen kopurua administrazio mailaren arabera.
gl: Só os administradores do sistema poden obter o número de conxuntos de datos publicados por nivel de administración.

source: Only sysadmins can get number of published datasets by category
ca: Només els administradors del sistema poden obtenir el nombre de conjunts de dades publicats per categoria.
es: Solo los administradores del sistema pueden obtener el número de conjuntos de datos publicados por categoría.
eu: Sistemaren administratzaileek soilik eskura dezakete argitaratutako datu-multzoen kopurua kategoriaren arabera.
gl: Só os administradores do sistema poden obter o número de conxuntos de datos publicados por categoría.

source: Only sysadmins can get the datasets by root organization
ca: Només els administradors del sistema poden obtenir les organitzacions arrel.
es: Solo los administradores del sistema pueden obtener las organizaciones raíz.
eu: Sistemaren administratzaileek soilik eskura ditzakete erroko erakundeak.
gl: Só os administradores do sistema poden obter as organizacións raíz.

source: Only sysadmins can get the most visited datasets
ca: Només els administradors del sistema poden obtenir els conjunts de dades més visitats.
es: Solo los administradores del sistema pueden obtener los conjuntos de datos más visitados.
eu: Sistemaren administratzaileek soilik eskura ditzakete bisita gehien jaso dituzten datu-multzoak.
gl: Só os administradores do sistema poden obter os conxuntos de datos máis visitados.

source: Only sysadmins can get visits to datos.gob.es
ca: Només els administradors del sistema poden obtenir les visites a datos.gob.es.
es: Solo los administradores del sistema pueden obtener las visitas a datos.gob.es.
eu: Sistemaren administratzaileek soilik eskura ditzakete datos.gob.es atariak jasotako bisitak.
gl: Só os administradores do sistema poden obter as visitas ao portal datos.gob.es.

source: Only sysadmins can update dge_dashboard tables
ca: Només els administradors del sistema poden actualitzar les taules dge_dashboard.
es: Solo los administradores del sistema pueden actualizar las tablas dge_dashboard.
eu: Sistemaren administratzaileek soilik eguneratu ditzakete dge_dashboard taulak.
gl: Só os administradores do sistema poden actualizar as táboas dge_dashboard.

source: Order
ca: Ordre
es: Orden
eu: Ordena
gl: Orde

source: Organization Dashboard
ca: Quadre de comandament de l'organisme
es: Cuadro de mando del organismo
eu: Organismoaren aginte-koadroa
gl: Cadro de mando do organismo

source: Organization name
ca: Organisme
es: Organismo
eu: Organismoa
gl: Organismo

source: Others
ca: Altres
es: Otros
eu: Bestelakoak
gl: Outros

source: Published datasets by administrator level
ca: Conjunts de dades per nivell d'administració
es: Conjuntos de datos por nivel de administración
eu: Datu-multzoak administrazio mailaren arabera
gl: Conxuntos de datos por nivel de administración

source: Published datasets by administrator level description
ca: Percentatge de conjunts de dades publicats per cada nivell d'administració.
es: Porcentaje de conjuntos de datos publicados por cada nivel de administración.
eu: Argitaratutako datu-multzoen portzentajea administrazio mailaren arabera.
gl: Porcentaxe de conxuntos de datos publicados por cada nivel de administración.

source: Published datasets by category
ca: Conjunt de dades per categoria
es: Conjunto de datos por categoría
eu: Datu-multzoak kategoriaren arabera
gl: Conxunto de datos por categoría

source: Published datasets by category description
ca: Nombre de conjunts de dades publicats per cada categoria. Un mateix conjunt de dades pot pertànyer a diverses categories
es: Número de conjuntos de datos publicados por cada categoría. Un mismo conjunto de datos puede pertenecer a varias categorías.
eu: Argitaratutako datu-multzoen kopurua kategoriaren arabera. Multzo-talde bera kategoria ezberdinetan egon daiteke.
gl: Número de conxuntos de datos publicados por cada categoría. Un mesmo conxunto de datos pode pertencer a varias categorías.

source: Publisher organizations by administration level
ca: Organismes publicadors per nivell d’administració
es: Organismos publicadores por nivel de administración
eu: Organismo argitaratzaileak administrazio mailaren arabera
gl: Organismos publicadores por nivel de administración

source: Publisher organizations by administration level and update mode
ca: Organismes publicadors per nivell d'administració i mètode d'actualització
es: Organismos publicadores por nivel de administración y forma de actualización
eu: Organismo argitaratzaileak administrazio mailaren eta eguneratze motaren arabera
gl: Organismos publicadores por nivel de administración e forma de actualización

source: Publisher organizations by administration level and update mode description
ca: Organismes publicadors pel nivell d'administració al qual pertanyen i el mètode amb el qual actualitzen els seus conjunts de dades.
es: Organismos publicadores por el nivel de administración al que pertenecen y la forma en la que actualizan sus conjuntos de datos.
eu: Organismo argitaratzaileak dagokien administrazio mailaren eta datuak eguneratzeko eraren arabera.
gl: Organismos publicadores polo nivel de administración ao que pertencen e a forma na que actualizan os seus conxuntos de datos.

source: Publisher organizations by administration level description
ca: Nombre d'organismes publicadors que utilitzen el Federador (federats) o no (manuals) per cada nivell d'administració.
es: Número de organismos publicadores que utilizan el Federador (federados) o no (manuales) por cada nivel de administración.
eu: Federador (federatuak) erabiltzen duten edo erabiltzen ez duten (eskuzkoak) organismo argitaratzaileen kopurua administrazio maila bakoitzaren arabera.
gl: Número de organismos publicadores que utilizan o Federador (federados) ou non (manuais) por cada nivel de administración.

source: Private Entity
ca: Entitat privada
es: Entidad Privada
eu: Erakunde pribatua
gl: Entidade Privada

source: Registered users
ca: Usuaris registrats
es: Usuarios registrados
eu: Erregistratutako erabiltzaileak
gl: Usuarios rexistrados

source: Resources Number
ca: Nombre de distribucions per conjunt de dades
es: Número de distribuciones por conjunto de datos
eu: Banaketa kopurua datu-multzoen arabera
gl: Número de distribucións por conxunto de datos

source: Select
ca: Seleccioneu
es: Seleccionar
eu: Hautatu
gl: Seleccionar

source: The chart contains no data
ca: El gràfic no conté dades
es: El gráfico no contiene datos
eu: Grafikoak ez du daturik
gl: O gráfico non contén datos

source: The most visited datasets
ca: Conjunts de dades més visitats
es: Conjuntos de datos más visitados
eu: Bisita gehien jaso dituzten datu-multzoak
gl: Conxuntos de datos máis visitados

source: The most visited datasets description
ca: Taula amb els 10 conjunts més visitats des de l'1/12/2016 (total acumulat) i amb possibilitat de filtrar per mesos per obtenir els 10 conjunts més visitats en un mes en concret. El contingut d'aquesta taula es pot baixar en format CSV.
es: Tabla con los 10 conjuntos más visitados desde el 1/12/2016 (total acumulado) y con posibilidad de filtrar por meses para obtener los 10 conjuntos más visitados en un mes en concreto. El contenido de esta tabla se puede descargar en fomato CSV.
eu: 2016/12/1etik aurrera bisita gehien jaso dituzten 10 multzoen taula (metatutakoa guztira) eta hilabeteen arabera iragazteko aukerarekin hilabete zehatz batean bisita gehien jaso dituzten 10 multzoak lortzeko. Taula honen edukia CSV formatuan deskarga daiteke.
gl: Táboa cos 10 conxuntos máis visitados desde o 1/12/2016 (total acumulado) e con posibilidade de filtrar por meses para obter os 10 conxuntos máis visitados nun mes en concreto. O contido desta táboa pódese descargar en formato CSV.

source: The table contains no data
ca: La taula no conté dades
es: La tabla no contiene datos
eu: Taulak ez du daturik
gl: A táboa non contén datos

source: Total
eu: Guztira

source: Type of actualization
ca: Tipus d'actualització
es: Tipo de actualización
eu: Eguneratze mota
gl: Tipo de actualización

source: Updated date
ca: Data d'actualització de les dades
es: Fecha de actualización de los datos
eu: Datuen eguneratze-data
gl: Data de actualización dos datos

source: Username
ca: Nom d'usuari
es: Nombre de usuario
eu: Erabiltzaile-izena
gl: Nome de usuario

source: Users
ca: Usuaris
es: Usuarios
eu: Erabiltzaileak
gl: Usuarios

source: Users number
ca: Nombre total d'usuaris
es: Número total de usuarios
eu: Erabiltzaile kopurua guztira
gl: Número total de usuarios

source: Visits
ca: Visites
es: Visitas
eu: Bisitak
gl: Visitas

source: Volume of datasets according to number of distributions
ca: Volum de conjunts de dades segons el nombre de distribucions
es: Volumen de conjuntos de datos según el nº de distribuciones
eu: Datu-multzoen bolumena banaketen arabera
gl: Volume de conxuntos de datos segundo o número de distribucións

source: Volume of datasets according to number of distributions description
ca: Taula que mostra el nombre de conjunts de dades del catàleg que té un determinat nombre de distribucions en un mes determinat que es pot seleccionar.
es: Tabla que muestra el número de conjuntos de datos del catálogo que tiene un determinado número de distribucciones en un mes determinado que se puede seleccionar.
eu: Hauta daitekeen hilabete batean banaketa kopuru zehatz bat duen katalogoko datu-multzoen kopurua erakusten duen taula.
gl: Táboa que mostra o número de conxuntos de datos do catálogo que ten un determinado número de distribucións nun mes determinado que se pode seleccionar.

source: content_comments
ca: Comentaris en continguts
es: Comentarios en contenidos
eu: Iruzkinak edukietan
gl: Comentarios en contidos

source: dataset_comments
ca: Comentaris en conjunts de dades
es: Comentarios en conjuntos de datos
eu: Iruzkinak datu-multzoetan
gl: Comentarios en conxuntos de datos

source: up to
ca: fins al
es: hasta el
eu: data hau arte
gl: ata o

source: Asignado
ca: Assignat
eu: Esleitua

source: En Estudio
ca: En estudi
eu: Ikerketan
gl: En estudo

source: No Viable
eu: Ez bideragarria
gl: Non viable

source: Programado
ca: Programat
eu: Programatua

source: Publicado
ca: Publicat
eu: Argitaratua

source: Recibido
ca: Rebut
eu: Jasota

source: aplicaciones
ca: Aplicacions
eu: Aplikazioak
gl: Aplicacións

source: agricultura
ca: Medi ambient
es: Medio ambiente
eu: Ingurumena
gl: Medio ambiente

source: cultura
ca: Cultura i lleure
es: Cultura y ocio
eu: Kultura eta aisia
gl: Cultura e lecer

source: empresas-reutilizadoras
ca: Empreses reutilitzadores
eu: Enpresa berrerabiltzaileak

source: catalogo
ca: Conjunts de dades
es: Conjuntos de datos
eu: Datu-multzoak
gl: Conxuntos de datos

source: dashboard
ca: Quadre de comandament
es: Cuadro de mando
eu: Aginte-koadroa
gl: Cadro de mando

source: documentacion
ca: Documentació
es: Documentación
eu: Dokumentazioa
gl: Documentación

source: iniciativas
ca: Mapa d'iniciatives
es: Mapa de iniciativas
eu: Ekimenen mapa
gl: Mapa de iniciativas

source: peticiones-datos
ca: Disponibilitat de dades
es: Disponibilidad de datos
eu: Datuen erabilgarritasuna
gl: Dispoñibilidade de datos

source: noticias
ca: Notícies
eu: Berriak
gl: Novas

source: eventos
ca: Esdeveniments
eu: Gertaerak

source: entrevistas
ca: Entrevistes
eu: Elkarrizketak

source: boletines
ca: Butlletins
eu: Buletinak
gl: Boletíns

source: aporta
ca: Trobada Aporta
es: Encuentro Aporta
eu: Aporta bilera
gl: Encontro Aporta

source: app
ca: Aplicació
es: Aplicación
eu: Aplikazioa
gl: Aplicación

source: blog
ca: Notícia
es: Noticia
eu: Berria
gl: Noticia

source: bulletin
ca: Butlletí
es: Boletín
eu: Buletina
gl: Boletín

source: blog_blog
ca: Blog
es: Blog
eu: Bloga
gl: Blog

source: educacion
ca: Educació
es: Educación
eu: Hezkuntza
gl: Educación

source: transporte
ca: Transport
eu: Garraioa

source: salud-bienestar
ca: Salut i benestar
es: Salud y bienestar
eu: Osasuna eta ongizatea
gl: Saúde e benestar

source: turismo
ca: Turisme
eu: Turismoa

source: sectores
ca: Sectors
eu: Sektoreak

source: doc
ca: Documentació
es: Documentación
eu: Dokumentazioa
gl: Documentación

source: event
ca: Esdeveniment
es: Evento
eu: Gertaera
gl: Evento

source: initiative
ca: Iniciativa
es: Iniciativa
eu: Ekimena
gl: Iniciativa

source: page
ca: Pàgina
es: Página
eu: Orria
gl: Páxina

source: request
ca: Consulta de disponibilitat de dades
es: Consulta de disponiblidad de datos
eu: Datuen erabilgarritasun kontsulta
gl: Consulta de dispoñibilidade de datos

source: success
ca: Empreses reutilitzadores
es: Empresa reutilizadora
eu: Enpresa berrerabiltzaileak
gl: Empresas reutilizadoras

source: talk
ca: Entrevista
es: Entrevista
eu: Elkarrizketa
gl: Entrevista

source: aporta_awards
ca: Premis Aporta
es: Premios Aporta
eu: Aporta Sariak
gl: Premios Aporta

source: challenge_aporta
ca: Desafiament Aporta
es: Desafío Aporta
eu: Aporta Erronka
gl: Desafío Aporta

source: current_aporta
ca: Trobada Aporta
es: Encuentro Aporta Actual
eu: Aporta bilerak
gl: Encontro Aporta

source: speakers_aporta
ca: Ponents Aporta
es: Ponentes Aporta
eu: Aporta Hiztun
gl: Altofalantes Aporta

source: carousel
ca: Carrousel
es: Carrusel
eu: Carrousel
gl: Carrousel

source: both
ca: Publicadors amb federació i carregà manual
es: Publicadores con federación y carga manual
eu: Federazioa eta eskuzko karga duten argitaratzaileak
gl: Publicadores con federación e carga manual

source: harvester_publishers
ca: Publicadores que federen
es: Publicadores que federan
eu: Federatzen duten argitaratzaileak
gl: Publicadores que federan

source: manual_loading_publishers
ca: Publicadores de càrrega manual
es: Publicadores de carga manual
eu: Esku-kargako argitaratzaileak
gl: Publicadores de carga manual

source: apps
ca: Aplicacions
es: Aplicaciones
eu: Aplikazioak
gl: Aplicacións

source: initiatives
ca: Iniciatives
es: Iniciativas
eu: Ekimenak
gl: Iniciativas

source: requests
ca: Consultes de disponibilitat de dades
es: Consultas de disponiblidad de datos
eu: Datuen erabilgarritasun kontsultak
gl: Consultas de dispoñibilidade de datos

source: successes
ca: Casos de reutilització
es: Casos de reutilización
eu: Berrerabilpen kasuak
gl: Casos de reutilización

source: Public_Private
ca: Públic/Privat
es: Público/Privado
eu: Publikoa/Pribatua
gl: Público/Privado

source: Public
ca: Públic
es: Público
eu: Publikoa
gl: Público

source: Private
ca: Privat
es: Privado
eu: Pribatua
gl: Privado

source: Likes
es: Número de votos
