Repository: ctt-gob-es/datos.gob.es
Catalog: ckan/ckanext-dge-dashboard/ckanext/dge_dashboard/i18n/*/LC_MESSAGES/ckanext-dge_dashboard.po
Languages: ca, es, eu, gl

source: Active user accounts by administration level
ca: Comptes d'usuari actius per nivell d'administració
es: Cuentas de usuario activas por nivel de administración
eu: Erabiltzaile kontu aktiboak administratzaile mailaren arabera
gl: Contas de usuario activas por nivel de administración

source: Active user accounts by administration level description
ca: Percentatge de comptes d'usuari actius per nivell d'administració.
es: Porcentaje de cuentas de usuario activas por nivel de administración.
eu: Administratzaile mailaren arabera aktiboak dauden erabiltzaile kontuen portzentajea.
gl: Porcentaxe de contas de usuario activas por nivel de administración.

source: Active user accounts by organization
ca: Comptes d'usuari actius per organisme
es: Cuentas de usuario activas por organismo
eu: Erabiltzailearen kontu aktiboak organismoaren arabera
gl: Contas de usuario activas por organismo

source: Active user accounts by organization description
ca: Taula amb els organismes i el nombre d'usuaris que tenen.
es: Tabla con los organismos y el nº de usuarios que poseen.
eu: Organismoen eta hauek duten erabiltzaile kopuruen taula.
gl: Táboa cos organismos e o número de usuarios que posúen.

source: Administration level
ca: Nivell d'administració
eu: Administrazio maila
gl: Nivel de administración

source: Administrator Dashboard
ca: Quadre de comandament de l'administrador
es: Cuadro de mando del administrador
eu: Administratzailearen aginte-koadroa
gl: Cadro de mando do administrador

source: All months
ca: Total acumulat
es: Total acumulado
eu: Metatutakoa guztira
gl: Total acumulado

source: Communication channels with users
ca: Canals de comunicació amb els usuaris
es: Canales de comunicación con los usuarios
eu: Erabiltzaileekin komunikatzeko kanalak
gl: Canles de comunicación cos usuarios

source: Compare to
ca: Compara amb
es: Comparar con
eu: Honekin alderatu
gl: Comparar con

source: Content number
ca: Nombre de continguts
es: Número de contenidos
eu: Eduki kopurua
gl: Número de contidos

source: Content type
ca: Tipus de contingut
es: Tipo de contenido
eu: Eduki mota
gl: Tipo de contido

source: Dashboard
ca: Quadre de comandament
es: Cuadro de mando
eu: Aginte-koadroa
gl: Cadro de mando

source: Dashboard_introduction
ca: <p>Aquest quadre de comandament pretén oferir una visió general de l'activitat de datos.gob.es. Les gràfiques són interactives: permeten modificar el zoom seleccionant la porció de l'eix que es vulgui visualitzar, seleccionar fragments o pintar anotacions directament sobre el gràfic. Es poden baixar, amb anotacions incloses, en els formats: PNG, JPG, SVG i PDF, o bé desar les dades que les formen en els formats CSV, XLSX i JSON.</p>
es: <p>Este cuadro de mando pretende ofrecer una visión general de la actividad de datos.gob.es. Las gráficas son interactivas: permiten modificar el zoom seleccionando la porción del eje que se desee visualizar, seleccionar fragmentos o pintar anotaciones directamente sobre el gráfico. Pueden descargarse, con anotaciones incluidas, en los formatos: PNG, JPG, SVG y PDF, o bien, guardar los datos que las forman en los formatos CSV, XLSX y JSON.</p>
eu: <p>Aginte-koadro honek, datos.gob.es atariaren jardueraren ikuspegi orokorra eskaintzeko helburua du. Grafikoak interaktiboak dira: bistaratu nahi duzun ardatzaren atala hautetsiz zooma aldatzea ahalbidetzen dute, zatiak hautatu daitezke, edota oharrak zuzenean grafikoaren gainean idatzi. Ondoren, gehitutako oharrekin betera deskarga daitezke honako formatu hauetan: PNG, JPG, SVG edo PDF, bestela, hauek osatzen dituzten datuak formatu hauetan gorde daitezke: CSV, XLSX eta JSON.</p>
gl: <p>Este cadro de mando pretende ofrecer unha visión xeral da actividade de datos.gob.es. As gráficas son interactivas: permiten modificar o zoom seleccionando a porción do eixe que se desexe visualizar e seleccionar fragmentos ou pintar anotacións directamente sobre o gráfico. Poden descargarse, con anotacións incluídas, nos formatos: PNG, JPG, SVG e PDF, ou ben gardar os datos que as forman nos formatos CSV, XLSX e JSON.</p>

source: Data Catalog
ca: Catàleg de dades
es: Catálogo de datos
eu: Datuen katalogoa
gl: Catálogo de datos

source: Data availability requests by state
ca: Consultes de disponibilitat de dades per estat
es: Consultas de disponibilidad de datos por estado
eu: Datuen erabilgarritasun kontsultak egoeraren arabera
gl: Consultas de dispoñibilidade de datos por estado

source: Data availability requests by state description
ca: Percentatge de les consultes de disponibilitat de dades en funció de l'estat en el qual es troben.
es: Porcentaje de las consultas de disponibilidad de datos en función del estado en el que se encuentran.
eu: Egoeraren arabera datuen erabilgarritasun kontsulten portzentajea.
gl: Porcentaxe das consultas de dispoñibilidade de datos en función do estado no que se encontran.

source: Data requests
ca: Disponibilitat de dades
es: Disponibilidad de datos
eu: Datuen erabilgarritasuna
gl: Dispoñibilidade de datos

source: Data sets with the highest number of votes
ca: Conjunts de dades més votats
es: Conjuntos de datos más votados
eu: Bozka gehien jaso dituzten datu-multzoak
gl: Conxuntos de datos máis votados

source: Dataset
ca: Conjunt de dades
es: Conjunto de datos
eu: Datu-multzoa
gl: Conxunto de datos

source: Datasets
ca: Conjunts de dades
es: Conjuntos de datos
eu: Datu-multzoak
gl: Conxuntos de datos

source: Datasets Number
ca: Nombre total de conjunts de dades
es: Número total de conjuntos de datos
eu: Datu-multzoen kopurua guztira
gl: Número total de conxuntos de datos

source: Distributions format
ca: Percentatge de distribucions per format
es: Porcentaje de distribuciones por formato
eu: Banaketen portzentajea formatuaren arabera
gl: Porcentaxe de distribucións por formato

source: Distributions format by administration level
ca: Percentatge de distribucions per format per nivell d'administració
es: Porcentaje de distribuciones por formato por nivel de administración
eu: Formatuaren araberako banaketen portzentajea administratzaile mailaren arabera
gl: Porcentaxe de distribucións por formato por nivel de administración

source: Distributions format by administration level description
ca: Percentatge de distribucions dels conjunts de dades per format per a un determinat nivell d'administració.
es: Porcentaje de distribuciones de los conjuntos de datos por formato para un determinado nivel de administración.
eu: Datu-multzoen banaketen portzentajea formatuaren arabera administrazio maila zehatz batentzat.
gl: Porcentaxe de distribucións dos conxuntos de datos por formato para un determinado nivel de administración.

source: Distributions format description
ca: Percentatge de distribucions dels conjunts de dades per format (els conjunts de dades contenen diferents distribucions).
es: Porcentaje de distribuciones de los conjuntos de datos por formato (los conjuntos de datos contienen distintas distribuciones).
eu: Datu-multzoen banaketen portzentajea formatuaren arabera (datu-multzoek banaketa ezberdinak dituzte).
gl: Porcentaxe de distribucións dos conxuntos de datos por formato (os conxuntos de datos conteñen distintas distribucións).

source: Download all publishing entities
ca: Descarregar totes les entitats publicadoras
es: Descargar todas las entidades publicadoras
eu: Deskargatu argitalpen-erakunde guztiak
gl: Descarga todas as entidades de publicación

source: Download as CSV
ca: Baixa com a CSV
es: Descargar como CSV
eu: CSV formatuan deskargatu
gl: Descargar como CSV

source: Downloads
ca: Baixades
es: Descargas
eu: Deskargak
gl: Descargas

source: Error loading data
ca: Error en carregar les dades
es: Error en la carga de datos
eu: Errorea gertatu da datuak kargatzean
gl: Erro na carga de datos

source: Evolution of datos.gob.es visits by month
ca: Visites a datos.gob.es
es: Visitas a datos.gob.es
eu: datos.gob.es atariak jasotako bisitak
gl: Visitas a datos.gob.es

source: Evolution of datos.gob.es visits by month description
ca: Evolució temporal de les dades de visites globals (sessions) al portal datos.gob.es per mesos.
es: Evolución temporal de los datos de visitas globales (sesiones) al portal datos.gob.es por meses.
eu: datos.gob.es atariak jasotako bisita orokorren (saioen) datuen denbora-bilakaera hilabeteen arabera.
gl: Evolución temporal dos datos de visitas globais (sesións) ao portal datos.gob.es por meses.

source: Evolution of datos.gob.es visits by section
ca: Evolució de les visites a datos.gob.es per seccions.
es: Evolución de las visitas a datos.gob.es por secciones
eu: datos.gob.es atariak jasotako bisitak atalen arabera
gl: Evolución das visitas a datos.gob.es por seccións

source: Evolution of datos.gob.es visits by section description
ca: Evolució temporal de les dades de visites a les pàgines del portal datos.gob.es per mesos per a les seccions: Catàleg, Casos de reutilització, Aplicacions, Iniciatives, Quadre de comandament, Sector medi ambient, Sector cultura i lleure, Sector educació, Sector transport, Sector turisme, Sector salut i benestar, Notícies, Esdeveniments, Entrevistes, Butlletins, Blogs, Disponibilitat de dades i Documentació.
es: Evolución temporal de los datos de visitas a páginas del portal datos.gob.es por meses para las secciones: catálogo, casos de reutilización, aplicaciones, iniciativas, cuadro de mando, sector medio ambiente, sector cultura y ocio, sector educación, sector transporte, sector turismo, sector salud y bienestar, noticias, eventos, entrevistas, boletines, blogs, disponibilidad de datos y documentación.
eu: Datos.gob.es atariko orrietara egindako bisiten datuen denborazko bilakaera hilabeteka ataletarako: katalogoa, berrerabilpen kasuak, aplikazioak, ekimenak, aginte-koadroa, ingurumena, kultura eta aisia, hezkuntza, garraioa, turismoa, osasuna eta ongizatea, berriak, gertaerak, elkarrizketak buletinak, bloga, datuen erabilgarritasuna eta dokumentazioa.
gl: Evolución temporal dos datos de visitas ás páxinas do portal datos.gob.es por meses para as seccións: catálogo, casos de reutilización, aplicacións, iniciativas, cadro de mando, sector medio ambiente, sector cultura e lecer, sector educación, sector transporte, sector turismo, sector saúde e benestar, noticias, eventos, entrevistas, boletines, blogs, dispoñibilidade de datos e documentación.

source: Evolution of my published datasets
ca: Els meus conjunts de dades
es: Mis conjuntos de datos
eu: Nire datu-multzoak
gl: Os meus conxuntos de datos

source: Evolution of my published datasets description
ca: Evolució temporal amb dades dels conjunts de dades publicats a fi de mes al catàleg (acumulat) per a l'organisme al qual pertany el meu usuari.
es: Evolución temporal con datos de los conjuntos de datos publicados a fin de mes en el catálogo (acumulado) para el organismo al que pertenece mi usuario.
eu: Denbora-bilakaera katalogoan hilabete bukaeran argitaratutako datu-multzoen datuekin (metatuta) nire erabiltzearen organismoarentzat.
gl: Evolución temporal con datos dos conxuntos de datos publicados a fin de mes no catálogo (acumulado) para o organismo ao que pertence o meu usuario.

source: Evolution of my received comments
ca: Evolució dels comentaris rebuts
es: Evolución de los comentarios recibidos
eu: Jasotako iruzkinen bilakaera
gl: Evolución dos comentarios recibidos

source: Evolution of my received comments description
ca: Evolució temporal dels comentaris rebuts a final de mes diferenciant entre els referits als conjunts de dades del catàleg i els comentaris rebuts en altres seccions del portal com ara aplicacions, disponibilitat de dades, etc.
es: Evolución temporal de los comentarios recibidos a fin de mes diferenciando entre los referidos a los conjuntos de datos del catálogo y los comentarios recibidos en otras secciones del portal como aplicaciones, disponibilidad de datos, etc.
eu: Hilabete bukaeran jasotako iruzkinen denbora-bilakaera, katalogoaren datu-multzoei buruzkoak eta atariko beste ataletan (hala nola, aplikazioak, datuen erabilgarritasuna, etab.) jasotakoak bereiztuz.
gl: Evolución temporal dos comentarios recibidos a fin de mes onde se diferencian os comentarios referidos aos conxuntos de datos do catálogo dos comentarios recibidos noutras seccións do portal como aplicacións, dispoñibilidade de datos, etc.

source: Evolution of published datasets
ca: Conjunts de dades publicats
es: Conjuntos de datos publicados
eu: Argitaratutako datu-multzoak
gl: Conxuntos de datos publicados

source: Evolution of published datasets by administration level
ca: Evolució dels conjunts de dades per nivell d'administració
es: Evolución de los conjuntos de datos por nivel de administración
eu: Datu-multzoen bilakaera administrazio mailaren arabera
gl: Evolución dos conxuntos de datos por nivel de administración

source: Evolution of published datasets by administration level description
ca: Evolució temporal amb dades dels conjunts de dades publicats a final de mes (acumulat) repartits per percentatges del nivell d'administració que els publica.
es: Evolución temporal con datos de los conjuntos de datos publicados a fin de mes (acumulado) repartidos por porcentajes del nivel de administración que los publica.
eu: Denbora-bilakaera hilabete bukaeran argitaratutako datu-multzoen datuekin (metatuta) argitaratzen dituen administrazio mailaren portzentajeen arabera banatuak.
gl: Evolución temporal con datos dos conxuntos de datos publicados a fin de mes (acumulado) repartidos por porcentaxes do nivel de administración que os publica.

source: Evolution of published datasets by organization
ca: Evolució dels conjunts de dades per organisme
es: Evolución de los conjuntos de datos por organismo
eu: Datu-multzoen bilakaera organismoaren arabera
gl: Evolución dos conxuntos de datos por organismo

source: Evolution of published datasets by organization description
ca: Evolució temporal amb dades dels conjunts de dades existents a final de mes (acumulat) per a un compte d'organisme concret. Permet comparar-ho amb un segon organisme.
es: Evolución temporal con datos de los conjuntos de datos existentes a fin de mes (acumulado) para una cuenta de organismo concreta. Permite compararlo con un segundo organismo.
eu: Denbora-bilakaera hilabete bukaeran (metatuta) dauden datu-multzoen datuekin organismo kontu zehatz batentzat. Bigarren organismo batekin alderatzea ahalbidetzen du.
gl: Evolución temporal con datos dos conxuntos de datos existentes a fin de mes (acumulado) para unha conta de organismo concreta. Permite comparalo cun segundo organismo.

source: Evolution of published datasets description
ca: Evolució temporal amb dades dels conjunts de dades publicats a final de mes al catàleg (acumulat).
es: Evolución temporal con datos de los conjuntos de datos publicados a fin de mes en el catálogo (acumulado).
eu: Denbora-bilakaera katalogoan hilabete bukaeran argitaratutako datu-multzoen datuekin (metatuta).
gl: Evolución temporal con datos dos conxuntos de datos publicados a fin de mes no catálogo (acumulado).

source: Evolution of published initiatives, applications, cases of reuse and availability of data requests
ca: Iniciatives, aplicacions i casos de reutilització publicats
es: Iniciativas, aplicaciones y casos de reutilización publicados
eu: Argitaratutako ekimenak, aplikazioak eta berrerabilpen kasuak
gl: Iniciativas, aplicacións e casos de reutilización publicados

source: Evolution of published initiatives, applications, cases of reuse and availability of data requests description
ca: Evolució temporal del nombre de continguts publicats a final de mes (acumulat) a les seccions de Mapa d'iniciatives, Aplicacions i Casos de reutilització.
es: Evolución temporal del número de contenidos publicados a fin de mes (acumulado) en las secciones de Mapa de iniciativas, Aplicaciones y Casos de reutilización.
eu: Hilabete bukaeran (metatuta) hurrengo ataletan argitaratutako edukien kopuruaren denbora-bilakaera: Ekimenen mapa, Aplikazioak eta Berrerabilpen kasuak.
gl: Evolución temporal do número de contidos publicados a fin de mes (acumulado) nas seccións de Mapa de iniciativas, Aplicacións e Casos de reutilización.

source: Evolution of publisher organizations
ca: Evolució dels organismes publicadors
es: Evolución de los organismos publicadores
eu: Organismo argitaratzaileen bilakaera
gl: Evolución dos organismos publicadores

source: Evolution of publisher organizations description
ca: Evolució temporal dels organismes que publiquen a datos.gob.es repartits per percentatges de federacions o manuals.
es: Evolución temporal de los organismos que publican en datos.gob.es repartidos por porcentajes de federaciones o manuales.
eu: datos.gob.es.-en argitaratzen duten organismoen denbora-bilakaera federazio edo esku-karga portzentajeen arabera banatuak.
gl: Evolución temporal dos organismos que publican en datos.gob.es repartidos por porcentaxes de federacións ou manuais.

source: Evolution of received comments
ca: Evolució dels comentaris rebuts
es: Evolución de los comentarios recibidos
eu: Jasotako iruzkinen bilakaera
gl: Evolución dos comentarios recibidos

source: Evolution of received comments description
ca: Evolució temporal dels comentaris rebuts a final de mes diferenciant els comentaris referits als conjunts de dades del catàleg i els comentaris rebuts en altres seccions del portal.
es: Evolución temporal de los comentarios recibidos a fin de mes diferenciando los comentarios referidos a los conjuntos de datos del catálogo y los comentarios recibidos en otras secciones del portal.
eu: Hilabete bukaeran jasotako iruzkinen denbora-bilakaera, katalogoaren datu-multzoei buruzkoak eta atariko beste ataletan jasotakoak bereiztuz.
gl: Evolución temporal dos comentarios recibidos a fin de mes onde se diferencian os comentarios referidos aos conxuntos de datos do catálogo dos comentarios recibidos noutras seccións do portal.

source: General statistics
ca: Estadístiques generals
es: Estadísticas generales
eu: Estatistika orokorrak
gl: Estatísticas xerais

source: Month
ca: Mes
es: Mes
eu: Hilabetea
gl: Mes

source: My Dashboard
ca: El meu quadre de comandament
es: Mi cuadro de mando
eu: Nire aginte-koadroa
gl: Cadro de mando

source: My active user accounts
ca: Comptes d'usuari actius
es: Cuentas de usuario activas
eu: Erabiltzaile-kontu aktiboak
gl: Contas de usuario activas

source: My active user accounts description
ca: Nombre total i nom dels usuaris de la plataforma actius pertanyents al meu organisme.
es: Número total y nombre de los usuarios de la plataforma activos pertenecientes a mi organismo.
eu: Nire organismoko plataformaren erabiltzaileen guztizko kopurua eta izena.
gl: Número total e nome dos usuarios da plataforma activos pertencentes ao meu organismo.

source: My data availability requests by state
ca: Consultes de disponibilitat de dades per estat
es: Consultas de disponibilidad de datos por estado
eu: Datuen erabilgarritasun kontsultak egoeraren arabera
gl: Consultas de dispoñibilidade de datos por estado

source: My data availability requests by state description
ca: Percentatge de les consultes de disponibilitats de dades assignades a l'organisme en funció de l'estat en el qual es troben.
es: Porcentaje de las consultas de disponibilidades de datos asignadas al organismo en función del estado en el que se encuentran.
eu: Dauden egoeraren arabera organismoari esleitutako datuen erabilgarritasun kontsulten portzentajea.
gl: Porcentaxe das consultas de dispoñibilidades de datos asignadas ao organismo en función do estado no que se encontran.

source: My distributions format
ca: Format de les distribucions
es: Formato de las distribuciones
eu: Banaketen formatua
gl: Formato das distribucións

source: My distributions format description
ca: Percentatge de les distribucions dels meus conjunts de dades per format.
es: Porcentaje de las distribuciones de mis conjuntos de datos por formato.
eu: Nire datu-multzoen banaketen portzentajea formatuaren arabera.
gl: Porcentaxe das distribucións dos meus conxuntos de datos por formato.

source: My most visited datasets
ca: Els meus conjunts de dades més visitats
es: Mis conjuntos de datos más visitados
eu: Bisita gehien jaso dituzten nire datu-multzoak
gl: Os meus conxuntos de datos máis visitados

source: My most visited datasets description
ca: Taula amb els 10 conjunts de la meva organització més visitats des del 1/12/2016 (total acumulat). Es pot filtrar per mesos per a obtenir els 10 conjunts més visitats en un mes en concret. La taula conté el nombre de visites al conjunt de dades (columna "Visites") i nombre d'accessos totals a les distribucions del conjunt de dades (columna "Descàrregues"). A més existeix la possibilitat de descarregar l'historial de les visites dels conjunts de dades, estiguin actius o hagin estat eliminats, i el llistat de les distribucions que han
es: Tabla con los 10 conjuntos de mi organización más visitados desde el 1/12/2016 (total acumulado). Se puede filtrar por meses para obtener los 10 conjuntos más visitados en un mes en concreto. La tabla contiene el número de visitas al conjunto de datos (columna "Visitas") y número de accesos totales a las distribuciones del conjunto de datos (columna "Descargas"). Además existe la posibilidad de descargar el histórico de las visitas de los conjuntos de datos, estén activos o hayan sido eliminados, y el listado de las distribuciones que han tenido descargas.
eu: Taula honetan, nire erakundeak 2016/12/01etik gehien bisitatu dituen 10 taldeak ageri dira (metatutakoa guztira). Hilabeteka iragaz daiteke, hilabete jakin batean gehien bisitatzen diren 10 multzoak lortzeko. Taulak datu multzora egindako bisiten kopurua ("Bisitak" zutabea) eta datu multzoaren banaketetara egindako sarrera guztien kopurua biltzen ditu ("Deskargak" zutabea). Gainera, datu-multzoen bisiten historia deskargatzeko aukera, aktibatuta badago edo ezabatu egin bada ere, eta deskargak izan dituzten banaketen zerrenda deskargatzeko aukera dago.
gl: Táboa cos 10 conxuntos da miña organización máis visitados dende o 1/12/2016 (total acumulado). Pódese filtrar por meses para obter os 10 conxuntos máis visitados nun mes en concreto. A táboa contén o número de visitas ao conxunto de datos (columna "Visitas") e número de accesos totais ás distribucións do conxunto de datos (columna "Descargas"). Ademais existe a posibilidade de descargar o histórico das visitas dos conxuntos de datos, estean activos ou fosen eliminados, e a listaxe das distribucións que tiveron descargas.

source: No assigned requests
ca: No teniu consultes de disponibilitat de dades assignades.
es: No tiene consultas de disponibilidad de datos asignadas.
eu: Ez duzu datuen erabilgarritasunari buruzko kontsultarik esleiturik.
gl: Non ten consultas de dispoñibilidade de datos asignadas.

source: No data
ca: No hi ha dades
es: No hay datos
eu: Ez dago daturik
gl: Non hai datos

source: Number of content published by section
ca: Nre. de continguts publicats
es: Nº de contenidos publicados
eu: Argitaratutako edukien kopurua
gl: Número de contidos publicados

source: Number of content published by section description
ca: Nombre de continguts publicats de cada tipus de contingut.
es: Número de contenidos publicados de cada tipo de contenido.
eu: Eduki mota bakoitzaren argitaratutako edukien kopurua.
gl: Número de contidos publicados de cada tipo de contido.

source: Number of votes for published content
ca: Nre. de vots per continguts publicats
es: Nº de votos por contenidos publicados
eu: Argitaratutako edukien bozka kopurua
gl: N.º de votos por contidos publicados
