Repository: ctt-gob-es/datos.gob.es
Catalog: ckan/ckanext-dge/ckanext/dge/i18n/*/LC_MESSAGES/ckanext-dge.po
Languages: ca, eu

source: close
ca: Tanca
eu: itxi

source: datasets with errors/warnings
ca: conjunts de dades amb errors/advertiments
eu: errore/Oharrak dituzten datu-multzoak

source: errors/warnings
ca: errors/advertiments
eu: erroreak/oharrak

source: https://www.red.es/redes/es/quienes-somos/proteccion-de-datos-de-caracter-personal
ca: https://www.red.es/redes/es/quienes-somos/protección-de-datos-de-carácter-personal

source: to
ca: a
eu: amaiera

source: Subscribe to our newsletter to receive the latest news from datos.gob
ca: Subscrigui's al nostre butlletí per a rebre les últimes novetats de dades.gob

source: Email subscription to the latest news of datos.gob.es.
ca: Subscripció per correu electrònic a les últimes notícies de datos.gob.es.

source: You can cancel your subscription by <a href='%(url_baja)s' title='unsubscribe from the data.gob.es bulletin'>clicking here</a>
ca: Pots cancel·lar la teva subscripció <a href='%(url_baja)s' title='donar-se de baixa del butlletí de datos.gob.es'>punxant aquí</a>

source: Search type
ca: Tipus de cerca

source: OR
ca: O

source: AND
ca: I

source: Search configuration
ca: Configuració de cerca

source: Download search result in CSV
ca: Descarrega el resultat de la cerca a CSV

source: <p>Email subscription to the latest news.</p>
eu: <p>Harpidetza posta elektroniko bidez</p>

source: Accept
eu: Onartu

source: Aporta meetings
eu: Aporta bilerak

source: Bytes
eu: Byte-ak

source: Datos.gob.es. Reuses the public data
eu: Datos.gob.es datu publikoak berrerabiltzen ditu

source: E-mail
eu: E-posta

source: Go to Ministry of Industry, Energy. Government of Spain
eu: Espainiako Gobernua. Ogasun eta herri administrazio ministerioa. Industria eta Energia Ministeriora joan.

source: I accept to the <a href="%(url)s">terms of use</a>
eu: <a href="%(url)s">Erabilera-baldintzak </a>onartzen ditut

source: RISP community
eu: RISP komunitatea

source: See Aporta Project
eu: Aporta proiektua.

source: Success cases
eu: Berrerabilpen kasuak

source: User
eu: Erabiltzailea

source: seconds
eu: segundo

source: minutes
eu: minutua

source: hours
eu: ordu

source: days
eu: egun

source: weeks
eu: aste

source: months
eu: hilabete

source: years
eu: urte zaharra

source: Seconds
eu: Segundo

source: Minutes
eu: Minutua

source: Hours
eu: Ordu

source: Days
eu: Egun

source: Weeks
eu: Aste

source: Months
eu: Hilabete

source: Years
eu: Urte zaharra

source: Add new
eu: Gehitu

source: Next: Add Data
eu: Hurrengoa: Banaketak gehitu

source: sector
eu: Sektorea

source: Provincia
eu: Probintzia

source: Pais
eu: Herria
