Repository: ctt-gob-es/datos.gob.es
Catalog: ckan/ckanext-dge/ckanext/dge/i18n/*/LC_MESSAGES/ckanext-dge.po
Languages: ca, eu

source: accessible_apidata_content
ca: <p>L'API és un mecanisme que permet consultar la base de dades semàntica de datos.gob.es. Proporciona accés a la informació del catàleg de dades i els URI definits als annexos IV i V de la Norma tècnica d'interoperabilitat de reutilització de recursos de la informació.</p><p>Aquestes consultes es fan partint d'uns criteris que pot triar l'usuari i utilitzant identificadors uniformes de recursos (URI).</p><h2>Formats de resposta</h2><p>La informació disponible a través de l'API es pot obtenir en diferents formats. Els formats disponibles són: json, xml, rdf, ttl i csv.</p><p>JSON és el format de resposta per defecte; per exemple, si s'accedeix al següent recurs d'API a través del navegador <small class="text-error"><code>http://datos.gob.es/apidata/catalog/dataset</code></small>, es veurà el resultat en format JSON.</p><p>Hi ha dues opcions per indicar el format de resposta desitjat:</p><div class="alert alert-info"><ol><li>Mitjançant el paràmetre <small class="text-error"><code><strong>'Accept'</strong></code></small> a les capçaleres de la petició. Per exemple: <small class="text-error"><code>Accept:application/rdf+xml</code></small></li><li>Indicant el format mitjançant l'extensió en la petició. Per exemple: <small class="text-error"><code>http://datos.gob.es/apidata/catalog/dataset.xml</code></small></li></ol></div><div class="table-responsive"><table class="table table-condensed table-bordered"><thead><tr><th>Format</th><th>1. Header 'Accept'</th><th>2. Extensió de format</th></tr></thead><tbody><tr><td>JSON</td><td>application/json</td><td>.json</td></tr><tr><td>XML</td><td>application/xml</td><td>.xml</td></tr><tr><td>RDF</td><td>application/rdf+xml</td><td>.rdf</td></tr><tr><td>Turtle</td><td>application/x-turtle</td><td>.turtle</td></tr><tr><td>CSV</td><td>text/csv</td><td>.csv</td></tr></tbody></table></div><h2>Paràmetres API</h2><p>L'API ofereix una sèrie de paràmetres que permeten personalitzar les respostes:</p><div class="table-responsive"><table class="table table-condensed table-bordered"><thead><tr><th>Paràmetre</th><th>Descripció</th><th>Exemple</th></tr></thead><tbody><tr><td><small class="text-error"><code><strong>_sort</strong></code></small></td><td>Amb aquest paràmetre es poden ordenar els resultats en funció d'un o diversos camps de resposta.<br><br>S'ha d'indicar el nom del camp pel qual es volen ordenar els resultats.<br><br>Per invertir l'ordre cal afegir el símbol menys '-' davant el nom del camp.<br><br>Es poden combinar diversos camps utilitzant la coma ',' com a separador.</td><td>Per exemple, si volem obtenir tots els conjunts de dades ordenats per data descendent i títol:<br><br><small class="text-error"><code>http://datos.gob.es/apidata/catalog/dataset.json?_sort=-issued,title</code></small></td></tr><tr><td><small class="text-error"><code><strong>_pageSize</strong></code></small></td><td>Aquest paràmetre s'utilitza per fixar el nombre de resultats per pàgina.<br><br>El valor màxim és 50.</td><td>Per exemple, per obtenir els resultats d'un en un:<br><br><small class="text-error"><code>http://datos.gob.es/apidata/catalog/dataset.xml?_pageSize=1</code></small></td></tr><tr><td><small class="text-error"><code><strong>_page</strong></code></small></td><td>Aquest paràmetre s'utilitza per indicar en quin número de pàgina ens trobem.<br><br>La pàgina inicial és 0.</td><td>Per exemple, per estar a la tercera pàgina dels resultats: <br><br><small class="text-error "><code>http://datos.gob.es/apidata/catalog/dataset.xml?_pageSize=1&_page=2</code></small></td></tr></tbody></table></div><h2>Crides disponibles</h2><h3>Catàleg de dades</h3><p>Conjunt de crides que permeten consultar el catàleg de dades de datos.gob.es.</p><div class="table-responsive"><table class="table table-condensed table-bordered"><caption><strong>Conjunts de dades</strong></caption><thead><tr><th>Operació</th><th>Descripció</th><th>Exemples</th></tr></thead><tbody><tr><td><strong>Obtenir tots els conjunts de dades</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/dataset</strong></code></small></td><td></td></tr><tr><td><strong>Obtenir un conjunt de dades per l'identificador URI</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/dataset/{id}</strong></code></small><br><br>Cal especificar el valor de <small class="text-error"><code><strong>{id}</strong></code></small>.</td><td>Per exemple, si <small><code>{id}</code></small> té el valor: <small><code>'a16003011-empresas-y-personas-empleadas-en-la-c-a-de-euskadi-supervivientes-en-2015-altas-en-los-cinco-anos-anteriores-por-territorio-y-comarca-de-sede-social'</code></small>, la crida serà: <br><br><small class="text-error"><code>http://datos.gob.es/apidata/catalog/dataset/a16003011-empresas-y-personas-empleadas-en-la-c-a-de-euskadi-supervivientes-en-2015-altas-en-los-cinco-anos-anteriores-por-territorio-y-comarca-de-sede-social</code></small></td></tr><tr><td><strong>Obtenir conjunts de dades amb un títol determinat</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/dataset/title/{title}</strong></code></small><br><br>Cal especificar el valor de <small class="text-error"><code><strong>{title}</strong></code></small>. Pot ser part del títol.</td><td>Per exemple, si <small><code>{title}</code></small> té el valor: <small><code>'empleo'</code></small>, la crida serà: <br><br><small class="text-error"><code>http://datos.gob.es/apidata/catalog/dataset/title/empleo</code></small></td></tr><tr><td><strong>Obtenir els conjunts de dades d'un publicador determinat a través de l'identificador</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/dataset/publisher/{id}</strong></code></small><br><br>Cal especificar el valor de <small class="text-error"><code><strong>{id}</strong></code></small>.</td><td>Per exemple, si <small><code>{id}</code></small> té el valor: <small><code>'A16003011'</code></small>, la crida serà: <br><br><small class="text-error"><code>http://datos.gob.es/apidata/catalog/dataset/publisher/A16003011</code></small></td></tr><tr><td><strong>Obtenir els conjunts de dades d'una categoria o temàtica determinada a través de l'identificador</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/dataset/theme/{id}</strong></code></small><br><br>Cal especificar el valor de <small class="text-error"><code><strong>{id}</strong></code></small>.</td><td>Per exemple, si <small><code>{id}</code></small> té el valor: <small><code>'hacienda'</code></small>, la crida serà: <br><br><small class="text-error"><code>http://datos.gob.es/apidata/catalog/dataset/theme/hacienda</code></small></td></tr><tr><td><strong>Obtenir els conjunts de dades que tenen distribucions en un format determinat </strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/dataset/format/{format}</strong></code></small></td><td>Per exemple, si <small><code>{format}</code></small> té el valor: <small><code>'csv'</code></small>, la crida serà: <br><br><small class="text-error"><code>http://datos.gob.es/apidata/catalog/dataset/format/csv</code></small></td></tr><tr><td><strong>Obtenir els conjunts de dades que contenen una etiqueta determinada</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/dataset/keyword/{keyword}</strong></code></small></td><td>Si <small><code>{keyword}</code></small> té el valor: <small><code>'gastos'</code></small>, la crida serà: <br><br><small class="text-error"><code>http://datos.gob.es/apidata/catalog/dataset/keyword/gastos</code></small></td></tr><tr><td><strong>Obtenir els conjunts de dades que pertanyen a un àmbit geogràfic determinat</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/dataset/spatial/{spatialWord1}/{spatialWord2}</strong></code></small><br><br>En aquesta crida s'utilitzen dos paràmetres: <small class="text-error"><code><strong>{spatialWord1}</strong></code></small> i <small class="text-error"><code><strong>{spatialWord2}</strong></code></small>.</td><td>Si <small><code>{spatialWord1}</code></small> té el valor: <small><code>'Autonomia'</code></small> i <small><code>{spatialWord2}</code></small> té el valor: <small><code>'Pais-Vasco'</code></small> la crida serà: <br><br><small class="text-error"><code>http://datos.gob.es/apidata/catalog/dataset/spatial/Autonomia/Pais-Vasco</code></small></td></tr><tr><td><strong>Obtenir els conjunts de dades que han estat actualitzats entre dues dates:</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/dataset/modified/begin/{beginDate}/end/{endDate}</strong></code></small><br><br>En aquesta crida s'utilitzen dos paràmetres: <small class="text-error"><code><strong>{beginDate}</strong></code></small> i <small class="text-error"><code><strong>{endDate}</strong></code></small>, el format dels quals ha de ser <small class="text-error"><code><strong>AAAA-MM-DDTHH:mmZ</strong></code></small>.</td><td>Si <small><code>{beginDate}</code></small> té el valor: <small><code>2016-04-18T00:00Z</code></small> i <small><code>{endDate}</code></small> té el valor: <small><code>2016-06-30T00:00Z</code></small> la crida serà: <br><br><small class="text-error"><code>http://datos.gob.es/apidata/catalog/dataset/modified/begin/2016-04-18T00:00Z/end/2016-06-30T00:00Z?_sort=title&_pageSize=10&_page=0</code></small></td></tr></tbody></table></div><br><div class="table-responsive"><table class="table table-condensed table-bordered"><caption><strong>Distribucions</strong></caption><thead><tr><th>Operació </th><th>Descripció</th><th>Exemples</th></tr></thead><tbody><tr><td><strong>Obtenir totes les distribucions</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/distribution</strong></code></small></td><td></td></tr><tr><td><strong>Obtenir les distribucions d'un conjunt de dades identificat per l'identificador URI</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/distribution/dataset/{id}</strong></code></small><br><br>Cal especificar el valor de <small class="text-error"><code><strong>{id}</strong></code></small>.</td><td>Si <small><code>{id}</code></small> tiene el valor <small><code>'a16003011-empresas-y-personas-empleadas-en-la-c-a-de-euskadi-supervivientes-en-2015-altas-en-los-cinco-anos-anteriores-por-territorio-y-comarca-de-sede-social'</code></small>, la crida serà: <br><br><small class="text-error"><code>http://datos.gob.es/apidata/catalog/distribution/dataset/a16003011-empresas-y-personas-empleadas-en-la-c-a-de-euskadi-supervivientes-en-2015-altas-en-los-cinco-anos-anteriores-por-territorio-y-comarca-de-sede-social</code></small></td></tr><tr><td><strong>Obtenir les distribucions que estan en un format determinat</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/distribution/format/{format}</strong></code></small></td><td>Si <small><code>{format}</code></small> té el valor: <small><code>'csv'</code></small>, la crida serà: <br><br><small class="text-error"><code>http://datos.gob.es/apidata/catalog/distribution/format/csv</code></small></td></tr></tbody></table></div><br><div class="table-responsive"><table class="table table-condensed table-bordered"><caption><strong>Publicadors</strong></caption><thead><tr><th>Operació </th><th>Descripció</th><th>Exemples</th></tr></thead><tbody><tr><td><strong>Obtenir tots els publicadors</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/publisher</strong></code></small></td><td></td></tr></tbody></table></div><br><div class="table-responsive"><table class="table table-condensed table-bordered"><caption><strong>Àmbits geogràfics</strong></caption><thead><tr><th>Operació </th><th>Descripció</th><th>Exemples</th></tr></thead><tbody><tr><td><strong>Obtenir totes les opcions de cobertura geogràfica amb conjunts de dades al catàleg</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/spatial</strong></code></small></td><td></td></tr></tbody></table></div><br><div class="table-responsive"><table class="table table-condensed table-bordered"><caption><strong>Categories / Temàtiques</strong></caption><thead><tr><th>Operació </th><th>Descripció</th><th>Exemples</th></tr></thead><tbody><tr><td><strong>Obtenir totes les categories o temàtiques amb conjunts de dades al catàleg</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/theme</strong></code></small></td><td></td></tr></tbody></table></div><br><h3>Norma tècnica d'interoperabilitat</h3><p>Conjunt de crides que permeten consultar el contingut de la <strong>taxonomia de sectors primaris</strong> i la <strong>identificació de cobertura geogràfica</strong> definides als annexos IV i V de la <a href="https://www.boe.es/diario_boe/txt.php?id=BOE-A-2013-2380">Norma tècnica d'interoperabilitat de reutilització de recursos de la informació</a> <strong>(NTI)</strong>.</p><div class="table-responsive"><table class="table table-condensed table-bordered"><caption><strong>Taxonomia de sectors primaris</strong></caption><thead><tr><th>Operació </th><th>Descripció</th><th>Exemples</th></tr></thead><tbody><tr><td><strong>Obtenir tots els sectors primaris</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/nti/public-sector</strong></code></small></td><td></td></tr><tr><td><strong>Obtenir un sector determinat per l'identificador URI</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/nti/public-sector/{id}</strong></code></small><br><br>Cal especificar el valor de <small class="text-error"><code><strong>{id}</strong></code></small>.</td><td>Per exemple, si <small><code>{id}</code></small> té el valor <small><code>'comercio'</code></small>, la crida serà: <br><br><small class="text-error"><code>http://datos.gob.es/apidata/nti/public-sector/comercio</code></small></td></tr></tbody></table></div><br><div class="table-responsive"><table class="table table-condensed table-bordered"><caption><strong>Identificació de cobertura geogràfica</strong></caption><thead><tr><th>Operació </th><th>Descripció</th><th>Exemples</th></tr></thead><tbody><tr><td><strong>Obtenir totes les províncies</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/nti/territory/Province</strong></code></small></td><td></td></tr><tr><td><strong>Obtenir una província determinada, identificada per l'identificador URI</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/nti/territory/Province/{id}</strong></code></small><br><br>Cal especificar el valor de <small class="text-error"><code><strong>{id}</strong></code></small></td><td>Per exemple, si <small><code>{id}</code></small> tiene el valor <small><code>'Madrid'</code></small>, la crida serà: <br><br><small class="text-error"><code>http://datos.gob.es/apidata/nti/territory/Province/Madrid</code></small>.</td></tr><tr><td><strong>Obtenir totes les comunitats autònomes</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/nti/territory/Autonomous-region</strong></code></small></td><td></td></tr><tr><td><strong>Obtenir una comunitat autònoma determinada, identificada per l'identificador URI</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/nti/territory/Autonomous-region/{id}</strong></code></small><br><br>Cal especificar el valor de <small class="text-error"><code><strong>{id}</strong></code></small>.</td><td>Per exemple, si <small><code>{id}</code></small> tiene el valor <small><code>'Comunidad-Madrid'</code></small>, la crida serà: <br><br><small class="text-error"><code>http://datos.gob.es/apidata/nti/territory/Autonomous-region/Comunidad-Madrid</code></small></td></tr><tr><td><strong>Obtenir el país</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/nti/territory/Country/España</strong></code></small></td><td></td></tr></tbody></table></div>
eu: <p>API delakoa datos.gob.es atariko datu-base semantikoa kontsultatzeko mekanismo bat da. Sarbidea ematen du Datuen katalogoko informaziora eta Informazio-baliabideak Berrerabiltzeko Elkarreragingarritasun Arau Teknikoaren IV. eta V. eranskinetan definitutako URIetara.</p><p>Honelako kontsultak gauzatzeko, erabiltzaileak zenbait irizpide ezarri ahal ditu, eta baliabideen identifikatzaile uniformeak erabiltzen dira (URI).</p><h2>Erantzunen formatuak</h2><p>APIren bitartez eskuragarri dagoen informazioa hainbat formatutan eskura daiteke. Hauek dira eskuragarri dauden formatuak: json, xml, rdf, ttl eta csv.</p><p>Besterik adierazi ezean, JSON formatuan ematen dira emaitzak. Adibidez: nabigatzailean <small class="text-error"><code>http://datos.gob.es/apidata/catalog/dataset</code></small> API baliabidean sartzen bazara, emaitza JSON formatuan emango da.</p><p>Bi aukera daude zein formatu nahi duzun adierazteko:</p><div class="alert alert-info"><ol><li>Eskaeraren goiburuetan, <small class="text-error"><code><strong>'Accept'</strong></code></small> parametroaren bitartez. Esaterako: <small class="text-error"><code>Accept:application/rdf+xml</code></small></li><li>Eskaeran formatua honen luzapenaren bitartez adieraziz. Esaterako: <small class="text-error"><code>http://datos.gob.es/apidata/catalog/dataset.xml</code></small></li></ol></div><div class="table-responsive"><table class="table table-condensed table-bordered"><thead><tr><th>Formatua</th><th>1. Header 'Accept'</th><th>2. Formatuaren luzapena</th></tr></thead><tbody><tr><td>JSON</td><td>application/json</td><td>.json</td></tr><tr><td>XML</td><td>application/xml</td><td>.xml</td></tr><tr><td>RDF</td><td>application/rdf+xml</td><td>.rdf</td></tr><tr><td>Turtle</td><td>application/x-turtle</td><td>.turtle</td></tr><tr><td>CSV</td><td>text/csv</td><td>.csv</td></tr></tbody></table></div><h2>API parametroak</h2><p>APIak emaitzak pertsonalizatzeko balio duten zenbait parametro eskaintzen ditu:</p><div class="table-responsive"><table class="table table-condensed table-bordered"><thead><tr><th>Parametroa</th><th>Deskribapena</th><th>Adibidea</th></tr></thead><tbody><tr><td><small class="text-error"><code><strong>_sort</strong></code></small></td><td>Parametro honek emaitzak ordenatzeko balio du, emaitza eremu baten edo gehiagoren arabera.<br><br>Emaitzak zen eremuren arabera ordenatu nahi diren adierazi behar da, eremuaren izena idatzita. <br><br>Ordena alderantzikatzeko, minus ikurra '-' idatzi behar da eremuaren izenaren aurrean.<br><br>Eremu bat baino gehiago zehaztu daiteke, haien artean koma ',' idatzita.</td><td>Adibidez, datu-multzoak dataren (berrienetik zaharrenera) eta izenburuaren arabera ordenatuta eskuratu nahi baditugu:<br><br><small class="text-error"><code>http://datos.gob.es/apidata/catalog/dataset.json?_sort=-issued,title</code></small></td></tr><tr><td><small class="text-error"><code><strong>_pageSize</strong></code></small></td><td>Parametro hau orrialde bakoitzeko azalduko den emaitza kopurua ezartzeko erabiltzen da.<br><br>Gehienezko balioa 50 da.</td><td>Esaterako, emaitzak banaka lortzeko:<br><br><small class="text-error"><code>http://datos.gob.es/apidata/catalog/dataset.xml?_pageSize=1</code></small></td></tr><tr><td><small class="text-error"><code><strong>_page</strong></code></small></td><td>Parametro hau zein orrialde kontsultatzen ari garen adierazteko erabiltzen da.<br><br>Hasierako orrialdea 0 da.</td><td>Adibidez, emaitzen hirugarren orrialdea kontsultatzeko: <br><br><small class="text-error "><code>http://datos.gob.es/apidata/catalog/dataset.xml?_pageSize=1&_page=2</code></small></td></tr></tbody></table></div><h2>Dei erabilgarriak</h2><h3>Datuen katalogoa</h3><p>datos.gob.es atariko Datuen katalogoa kontsultatzeko balio dute deiak.</p><div class="table-responsive"><table class="table table-condensed table-bordered"><caption><strong>Datu-multzoak</strong></caption><thead><tr><th>Eragiketa</th><th>Deskribapena</th><th>Adibideak</th></tr></thead><tbody><tr><td><strong>Datu-multzo guztiak bistaratu</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/dataset</strong></code></small></td><td></td></tr><tr><td><strong>Datu-multzoa URI identifikatzailearen arabera bistaratu</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/dataset/{id}</strong></code></small><br><br><small class="text-error"><code><strong>{id}</strong></code></small>-(r)en balioa zehaztu behar da.</td><td>Esaterako, <small><code>{id}</code></small>-(e)k <small><code>'a16003011-empresas-y-personas-empleadas-en-la-c-a-de-euskadi-supervivientes-en-2015-altas-en-los-cinco-anos-anteriores-por-territorio-y-comarca-de-sede-social'</code></small> balioa baldin badu, deia honako hau da: <br><br><small class="text-error"><code>http://datos.gob.es/apidata/catalog/dataset/a16003011-empresas-y-personas-empleadas-en-la-c-a-de-euskadi-supervivientes-en-2015-altas-en-los-cinco-anos-anteriores-por-territorio-y-comarca-de-sede-social</code></small></td></tr><tr><td><strong>Izenburu jakin bat duten datu-multzoak bistaratu</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/dataset/title/{title}</strong></code></small><br><br><small class="text-error"><code><strong>{title}</strong></code></small>-(r)en balioa zehaztu behar da. Izenburuaren zati bat izan daiteke.</td><td>Esaterako, <small><code>{title}</code></small>-(e)k balio hau baldin badu: <small><code>'empleo'</code></small>, deia honako hau izango da: <br><br><small class="text-error"><code>http://datos.gob.es/apidata/catalog/dataset/title/empleo</code></small></td></tr><tr><td><strong>Identifikatzailearen bitartez, argitaratzaile jakin baten datu-multzoak bistaratu</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/dataset/publisher/{id}</strong></code></small><br><br><small class="text-error"><code><strong>{id}</strong></code></small>-(r)en balioa zehaztu behar da.</td><td>Esaterako, <small><code>{id}</code></small>-(e)k balio hau baldin badu: <small><code>'A16003011'</code></small>, deia honako hau izango da: <br><br><small class="text-error"><code>http://datos.gob.es/apidata/catalog/dataset/publisher/A16003011</code></small></td></tr><tr><td><strong>Identifikatzailearen bitartez, kategoria edo gai jakin bateko datu-multzoak bistaratu</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/dataset/theme/{id}</strong></code></small><br><br><small class="text-error"><code><strong>{id}</strong></code></small>-(r)en balioa zehaztu behar da.</td><td>Esaterako, <small><code>{id}</code></small>-(e)k balio hau baldin badu: <small><code>'hacienda'</code></small>, deia honako hau izango da: <br><br><small class="text-error"><code>http://datos.gob.es/apidata/catalog/dataset/theme/hacienda</code></small></td></tr><tr><td><strong>Banaketak dituzten datu-multzoak formatu jakin batean bistaratu</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/dataset/format/{format}</strong></code></small></td><td>Esaterako, <small><code>{format}</code></small>-(e)k balio hau baldin badu: <small><code>'csv'</code></small>, deia honako hau izango da: <br><br><small class="text-error"><code>http://datos.gob.es/apidata/catalog/dataset/format/csv</code></small></td></tr><tr><td><strong>Etiketa jakin bat duten datu-multzoak bistaratu</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/dataset/keyword/{keyword}</strong></code></small></td><td><small><code>{keyword}</code></small>-(e)k balio hau baldin badu: <small><code>'gastos'</code></small>, deia honako hau izango da: <br><br><small class="text-error"><code>http://datos.gob.es/apidata/catalog/dataset/keyword/gastos</code></small></td></tr><tr><td><strong>Eremu geografiko jakin bateko datu-multzoak bistaratu</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/dataset/spatial/{spatialWord1}/{spatialWord2}</strong></code></small><br><br>Dei honetan bi parametro erabiltzen dira: <small class="text-error"><code><strong>{spatialWord1}</strong></code></small> eta <small class="text-error"><code><strong>{spatialWord2}</strong></code></small>.</td><td><small><code>{spatialWord1}</code></small>-(e)k balio hau baldin badu: <small><code>'Autonomia'</code></small> eta <small><code>{spatialWord2}</code></small>-(e)k balio hau baldin badu: <small><code>'Pais-Vasco'</code></small>, deia honako hau izango da: <br><br><small class="text-error"><code>http://datos.gob.es/apidata/catalog/dataset/spatial/Autonomia/Pais-Vasco</code></small></td></tr><tr><td><strong>Bi data jakinen artean eguneratu diren datu-multzoak bistaratu:</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/dataset/modified/begin/{beginDate}/end/{endDate}</strong></code></small><br><br>Dei honetan bi parametro erabiltzen dira: <small class="text-error"><code><strong>{beginDate}</strong></code></small> eta <small class="text-error"><code><strong>{endDate}</strong></code></small>. Horien formatua hurrengoa izan behar da: <small class="text-error"><code><strong>AAAA-MM-DDTHH:mmZ</strong></code></small>.</td><td><small><code>{beginDate}</code></small>-(e)k balio hau baldin badu: <small><code>2016-04-18T00:00Z</code></small> eta <small><code>{endDate}</code></small>-(e)k balio hau baldin badu: <small><code>2016-06-30T00:00Z</code></small>, deia honako hau izango da: <br><br><small class="text-error"><code>http://datos.gob.es/apidata/catalog/dataset/modified/begin/2016-04-18T00:00Z/end/2016-06-30T00:00Z?_sort=title&_pageSize=10&_page=0</code></small></td></tr></tbody></table></div><br><div class="table-responsive"><table class="table table-condensed table-bordered"><caption><strong>Banaketak</strong></caption><thead><tr><th>Eragiketa</th><th>Deskribapena</th><th>Adibideak</th></tr></thead><tbody><tr><td><strong>Banaketa guztiak bistaratu</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/distribution</strong></code></small></td><td></td></tr><tr><td><strong>URI identifikatzailea erabiliz, datu-multzo baten banaketa guztiak bistaratu</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/distribution/dataset/{id}</strong></code></small><br><br><small class="text-error"><code><strong>{id}</strong></code></small>-(r)en balioa zehaztu behar da.</td><td>Si <small><code>{id}</code></small>-(e)k balio hau baldin badu: <small><code>'a16003011-empresas-y-personas-empleadas-en-la-c-a-de-euskadi-supervivientes-en-2015-altas-en-los-cinco-anos-anteriores-por-territorio-y-comarca-de-sede-social'</code></small>, deia honako hau izango da: <br><br><small class="text-error"><code>http://datos.gob.es/apidata/catalog/distribution/dataset/a16003011-empresas-y-personas-empleadas-en-la-c-a-de-euskadi-supervivientes-en-2015-altas-en-los-cinco-anos-anteriores-por-territorio-y-comarca-de-sede-social</code></small></td></tr><tr><td><strong>Formatu jakin batean dauden banaketak bistaratu</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/distribution/format/{format}</strong></code></small></td><td>Si <small><code>{format}</code></small>-(e)k balio hau baldin badu: <small><code>'csv'</code></small>, deia honako hau izango da: <br><br><small class="text-error"><code>http://datos.gob.es/apidata/catalog/distribution/format/csv</code></small></td></tr></tbody></table></div><br><div class="table-responsive"><table class="table table-condensed table-bordered"><caption><strong>Argitaratzaileak</strong></caption><thead><tr><th>Eragiketa</th><th>Deskribapena</th><th>Adibideak</th></tr></thead><tbody><tr><td><strong>Argitaratzaile guztiak bistaratu</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/publisher</strong></code></small></td><td></td></tr></tbody></table></div><br><div class="table-responsive"><table class="table table-condensed table-bordered"><caption><strong>Eremu geografikoak</strong></caption><thead><tr><th>Eragiketa</th><th>Deskribapena</th><th>Adibideak</th></tr></thead><tbody><tr><td><strong>Katalogoko datu-multzoek dituzten estaldura geografikoko aukera guztiak bistaratu</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/spatial</strong></code></small></td><td></td></tr></tbody></table></div><br><div class="table-responsive"><table class="table table-condensed table-bordered"><caption><strong>Kategoriak / Gaiak</strong></caption><thead><tr><th>Eragiketa</th><th>Deskribapena</th><th>Adibideak</th></tr></thead><tbody><tr><td><strong>Katalogoko datu-multzoen kategoria edo gai aukera guztiak bistaratu</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/catalog/theme</strong></code></small></td><td></td></tr></tbody></table></div><br><h3>Elkarreragingarritasun Arau Teknikoa</h3><p><strong>Lehen sektoreen taxonomiako</strong> eta <strong>estaldura geografikoaren identifikazioko</strong> edukiak kontsultatzeko balio duten deiak, <a href="https://www.boe.es/diario_boe/txt.php?id=BOE-A-2013-2380">Informazio-baliabideak Berrerabiltzeko Elkarreragingarritasun Arau Teknikoaren</a> <strong>(NTI)</strong> V. eta V. eranskinetan definituak.</p><div class="table-responsive"><table class="table table-condensed table-bordered"><caption><strong>Lehen sektoreen taxonomia</strong></caption><thead><tr><th>Eragiketa</th><th>Deskribapena</th><th>Adibideak</th></tr></thead><tbody><tr><td><strong>Lehen sektore guztiak bistaratu</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/nti/public-sector</strong></code></small></td><td></td></tr><tr><td><strong>Sektore jakin bat URI identifikatzailear en arabera bistaratu</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/nti/public-sector/{id}</strong></code></small><br><br><small class="text-error"><code><strong>{id}</strong></code></small>-(r)en balioa zehaztu behar da.</td><td>Esaterako, <small><code>{id}</code></small>-(e)k balio hau badu: <small><code>'comercio'</code></small>, deia honako hau izango da: <br><br><small class="text-error"><code>http://datos.gob.es/apidata/nti/public-sector/comercio</code></small></td></tr></tbody></table></div><br><div class="table-responsive"><table class="table table-condensed table-bordered"><caption><strong>Estaldura geografikoaren identifikazioa</strong></caption><thead><tr><th>Eragiketa</th><th>Deskribapena</th><th>Adibideak</th></tr></thead><tbody><tr><td><strong>Probintzia guztiak bistaratu</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/nti/territory/Province</strong></code></small></td><td></td></tr><tr><td><strong>URI identifikatzailearen bidez, probintzia jakin bat bistaratu</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/nti/territory/Province/{id}</strong></code></small><br><br><small class="text-error"><code><strong>{id}</strong></code></small></td><td>Esaterako, <small><code>{id}</code></small>-(e)k balio hau badu: <small><code>'Madrid'</code></small>, deia honako hau izango da: <br><br><small class="text-error"><code>http://datos.gob.es/apidata/nti/territory/Province/Madrid</code></small>.</td></tr><tr><td><strong>Autonomia-erkidego guztiak bistaratu</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/nti/territory/Autonomous-region</strong></code></small></td><td></td></tr><tr><td><strong>URI identifikatzailearen bidez, autonomia-erkidego jakin bat bistaratu</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/nti/territory/Autonomous-region/{id}</strong></code></small><br><br><small class="text-error"><code><strong>{id}</strong></code></small>-(r)en balioa zehaztu behar da.</td><td>Esaterako, <small><code>{id}</code></small>-(e)k balio hau badu: <small><code>'Comunidad-Madrid'</code></small>, deia honako hau izango da: <br><br><small class="text-error"><code>http://datos.gob.es/apidata/nti/territory/Autonomous-region/Comunidad-Madrid</code></small></td></tr><tr><td><strong>Herrialdea bistaratu</strong></td><td><small class="text-error"><code><strong>http://datos.gob.es/apidata/nti/territory/Country/España</strong></code></small></td><td></td></tr></tbody></table></div>
