Repository: ctt-gob-es/datos.gob.es
Catalog: ckan/ckanext-dge/ckanext/dge/i18n/*/LC_MESSAGES/ckanext-dge.po
Languages: ca, eu

source: accessible_sparql_content
ca: <p>La interfície SPARQL és un servei que permet fer consultes sobre dades emmagatzemades en RDF mitjançant el <a href="https://www.w3.org/TR/rdf-sparql-query/">llenguatge SPARQL</a>. Ofereix als desenvolupadors/professionals una gran potència i flexibilitat a l'hora de fer consultes i construir aplicacions.</p><h2>Informació emmagatzemada</h2><p>Tota la informació que es pot consultar està carrega en una base de dades semàntica. En aquest tipus de bases de dades la informació s'emmagatzema en grafs.</p><p>La base de dades semàntica de datos.gob.es té dos grafs:</p><ul><li><strong>http://datos.gob.es/catalogo:</strong> aquest graf conté tot el <strong><a href="http://datos.gob.es/ca/catalogo">catàleg de dades</a></strong> de datos.gob.es</li><li><strong>http://datos.gob.es/nti:</strong> conté els URI corresponents a la <strong>taxonomia de sectors primaris</strong> i a la <strong>identificació de cobertura geogràfica</strong> definits als annexos IV i V de la <a href="https://www.boe.es/diario_boe/txt.php?id=BOE-A-2013-2380">Norma tècnica d'interoperabilitat de reutilització de recursos de la informació</a> <strong>(NTI)</strong></li></ul><h2>Com s'utilitza</h2><p>Les consultes es fan a través de peticions GET que tornen les dades segons els paràmetres que s'especifiquen en la crida.</p><p>L'adreça base del nostre punt de SPARQL és la següent:</p><p class="alert alert-info"><small class="text-error"><code><strong>http://datos.gob.es/virtuoso/sparql</strong></code></small></p><p>S'ha d'afegir el paràmetre “query” a aquesta adreça i, a continuació, la consulta que volem fer.</p><p>Per exemple, si volem executar la consulta següent: <code>select distinct ?type where {?x a ?type} LIMIT 100</code>, s'obtenen els diferents tipus que hi ha carregats al nostre punt de SPARQL:</p><ol><li>L'hem de codificar substituint els espais per “+” de la manera següent: <code>select+distinct+?type+where+{?x+a+?type}+LIMIT+100</code></li><li>Una vegada codificada i coneixent l'adreça del nostre punt de SPARQL, s'executa d'aquesta manera:<br /><br /><span class="alert alert-info"><small class="text-error"><code><strong>http://datos.gob.es/virtuoso/sparql?query=select+distinct+?type+where+{?x+a+?type}+LIMIT+100</strong></code></small></span></li></ol><p>Si no afegim a l'adreça base del punt SPARQL el paràmetre query amb la consulta que volem fer, ens tornarà un error de pàgina no trobada.</p><p>El format per defecte de les respostes és HTML, però se'n pot especificar un altre a través del paràmetre “format”. Aquest paràmetre pot prendre els valors següents:</p><div class="table-responsive"><table class="table table-condensed table-bordered"><thead><tr><th>Valor</th><th>Format</th></tr></thead><tbody><tr><td>text/html</td><td>HTML</td></tr><tr><td>application/vnd.ms-excel</td><td>Spreadsheet</td></tr><tr><td>text/tab-separated-values</td><td>TSV</td></tr><tr><td>application/sparql-results+xml</td><td>XML</td></tr><tr><td>application/sparql-results+json</td><td>JSON</td></tr><tr><td>application/javascript</td><td>Javascript</td></tr><tr><td>text/turtle</td><td>Turtle</td></tr><tr><td>application/rdf+xml</td><td>RDF/XML</td></tr><tr><td>text/plain</td><td>N-Triples</td></tr><tr><td>text/csv</td><td>CSV</td></tr></tbody></table></div><p>Si en fer la consulta no s'especifica cap graf, es tornarà la informació de tots els grafs que estiguin disponibles.</p><p>Es poden consultar tots els grafs disponibles amb aquesta consulta:</p><p class="alert alert-info"><small class="text-error"><code><strong>select distinct ?uri where { graph ?uri { ?s a ?t } }</strong></code></small></p><p>Si volem saber a quin graf pertany la informació, es pot especificar de la manera següent, ja que a la variable ?g veurem a quin graf es troba cada ?x.</p><p class="alert alert-info"><small class="text-error"><code><strong>select distinct ?g ?type where { graph ?g { ?x a ?type. } } limit 100</strong></code></small></p><p>Podem obtenir els resultats d'un sol graf de la manera següent:</p><p class="alert alert-info"><small class="text-error"><code><strong>select distinct ?type where { graph &lthttp://datos.gob.es/catalogo&gt { ?x a ?type. } } limit 100</strong></code></small></p><p>Ara només veurem les ?x que es trobin al graf especificat.</p><p>Per fer les peticions també es pot utilitzar un <a href="http://datos.gob.es/ca/sparql">formulari</a>. Aquest tipus de formularis ofereixen ajuda al desenvolupador proporcionant una àrea de text que utilitza colors per destacar la sintaxi, identifica errors de sintaxi, té funció d'autoemplenament i permet l'opció d'executar les consultes, entre d'altres.</p><h2>Exemples</h2><h3>Obtenir totes les classes del nostre punt de SPARQL</h3><p>Aquesta consulta és molt útil perquè veurem tots els tipus d'informació que hi ha emmagatzemats.</p><p>A més, per evitar obtenir informació que no ens ajudi, especificarem els nostres grafs.</p><p>Primer especificarem el graf del catàleg:</p><p class="alert alert-info"><small class="text-error"><code><strong>select distinct ?tipo where <br/>{ <br/>graph &lt;http://datos.gob.es/catalogo&gt; {<br/> ?x a ?tipo.<br/>} <br/>}</strong></code></small></p><p>Ara utilitzarem els dos grafs alhora gràcies a <strong>VALUES</strong></p><p class="alert alert-info"><small class="text-error"><code><strong>select distinct ?tipo where <br/>{ <br/>graph ?grafo { <br/>?x a ?tipo.<br/>}<br/> values ?grafo { &lt;http://datos.gob.es/catalogo&gt; &lt;http://datos.gob.es/nti&gt; } <br/>}</strong></code></small></p><p>El resultat final és aquest:</p><div class="table-responsive"><table class="table table-condensed table-bordered"><thead><tr><th>tipus</th></tr></thead><tbody><tr><td>http://www.w3.org/ns/dcat#Dataset</td></tr><tr><td>http://www.w3.org/2004/02/skos/core#Concept</td></tr><tr><td>http://www.w3.org/ns/dcat#Catalog</td></tr><tr><td>http://www.w3.org/2006/time#DurationDescription</td></tr><tr><td>http://purl.org/dc/terms/Frequency</td></tr><tr><td>http://purl.org/dc/terms/IMT</td></tr><tr><td>http://purl.org/dc/terms/PeriodOfTime</td></tr><tr><td>http://www.w3.org/ns/dcat#Distribution</td></tr><tr><td>http://vocab.linkeddata.es/datosabiertos/def/sector-publico/territorio#ComunidadAutonoma</td></tr><tr><td>http://vocab.linkeddata.es/datosabiertos/def/sector-publico/territorio#CiudadAutonoma</td></tr><tr><td>http://vocab.linkeddata.es/datosabiertos/def/sector-publico/territorio#Pais</td></tr><tr><td>http://vocab.linkeddata.es/datosabiertos/def/sector-publico/territorio#Provincia</td></tr></tbody></table></div><h3>Obtenir tots els conjunts de dades del catàleg</h3><p>Ara que ja coneixem els tipus, demanarem tots els conjunts de dades que es corresponen amb aquest URI: http://www.w3.org/ns/dcat#Dataset</p><p class="alert alert-info"><small class="text-error"><code><strong>select distinct ?dataset where<br/> {<br/> ?dataset a &lt;http://www.w3.org/ns/dcat#Dataset&gt; <br/>}</strong></code></small></p><p>El resultat és una llista d'URL de tots els conjunts de dades.</p><h3>Obtenir totes les propietats que tenen els conjunts de dades</h3><p>Volem obtenir més informació dels conjunts de dades, però només sabem els URI; per això, hem de demanar per totes les seves propietats:</p><p class="alert alert-info"><small class="text-error"><code><strong>select distinct ?propiedad where<br/> {<br/> ?dataset a &lt;http://www.w3.org/ns/dcat#Dataset&gt; . ?dataset ?propiedad ?valor . <br/>}</strong></code></small></p><p>Aquestes són totes les propietats que tenen:</p><div class="table-responsive"><table class="table table-condensed table-bordered"><thead><tr><th>propietat</th></tr></thead><tbody><tr><td>http://www.w3.org/1999/02/22-rdf-syntax-ns#type</td></tr><tr><td>http://purl.org/dc/terms/modified</td></tr><tr><td>http://www.w3.org/ns/dcat#distribution</td></tr><tr><td>http://www.w3.org/ns/dcat#keyword</td></tr><tr><td>http://www.w3.org/ns/dcat#theme</td></tr><tr><td>http://purl.org/dc/terms/accrualPeriodicity</td></tr><tr><td>http://purl.org/dc/terms/description</td></tr><tr><td>http://purl.org/dc/terms/identifier</td></tr><tr><td>http://purl.org/dc/terms/issued</td></tr><tr><td>http://purl.org/dc/terms/language</td></tr><tr><td>http://purl.org/dc/terms/publisher</td></tr><tr><td>http://purl.org/dc/terms/spatial</td></tr><tr><td>http://purl.org/dc/terms/title</td></tr><tr><td>http://purl.org/dc/terms/references</td></tr><tr><td>http://purl.org/dc/terms/temporal</td></tr><tr><td>http://purl.org/dc/terms/conformsTo</td></tr><tr><td>http://purl.org/dc/terms/valid</td></tr></tbody></table></div><h3>Obtenir tots els organismes que publiquen dades</h3><p>Utilitzarem la propietat <a href="https://datos.gob.es.evo/http://purl.org/dc/terms/publisher">http://purl.org/dc/terms/publisher</a> per obtenir tots els organismes que publiquen dades.</p><p class="alert alert-info"><small class="text-error"><code><strong>select distinct ?publicador where<br/> {<br/> ?x a &lt;http://www.w3.org/ns/dcat#Dataset&gt; .<br/> ?x &lt;http://purl.org/dc/terms/publisher&gt; ?publicador. <br/>}</strong></code></small></p><p>El resultat és el conjunt dels URI de tots els publicadors.</p><div class="table-responsive"><table class="table table-condensed table-bordered"><thead><tr><th>publicador</th></tr></thead><tbody><tr><td>http://datos.gob.es/recurso/sector-publico/org/Organismo/A02002834</td></tr><tr><td>http://datos.gob.es/recurso/sector-publico/org/Organismo/A04003003</td></tr><tr><td>http://datos.gob.es/recurso/sector-publico/org/Organismo/A05003638</td></tr><tr><td>…</td></tr></tbody></table></div><h3>Obtenir les propietats dels organismes que publiquen dades</h3><p>Amb els URI no sabem el nom dels organismes i per això hem de demanar per les propietats d'aquests URI:</p><p class="alert alert-info"><small class="text-error"><code><strong>select distinct ?propiedad where<br/> {<br/> ?x a &lt;http://www.w3.org/ns/dcat#Dataset&gt; . <br/>?x &lt;http://purl.org/dc/terms/publisher&gt; ?publicador. <br/>?publicador ?propiedad ?valor. <br/>} </strong></code></small></p><p>Aquestes són totes les propietats dels publicadors:</p><div class="table-responsive"><table class="table table-condensed table-bordered"><thead><tr><th>propietat</th></tr></thead><tbody><tr><td>http://www.w3.org/1999/02/22-rdf-syntax-ns#type</td></tr><tr><td>http://www.w3.org/2004/02/skos/core#prefLabel</td></tr><tr><td>http://www.w3.org/2004/02/skos/core#notation</td></tr></tbody></table></div><h3>Obtenir els noms dels organismes que publiquen dades</h3><p>Hem de demanar l'URI i la propietat http://www.w3.org/2004/02/skos/core#prefLabel</p><p class="alert alert-info"><small class="text-error"><code><strong>select distinct ?publicador ?label where<br/> { <br/>?x a &lt;http://www.w3.org/ns/dcat#Dataset&gt; . <br/>?x &lt;http://purl.org/dc/terms/publisher&gt; <br/>?publicador. ?publicador &lt;http://www.w3.org/2004/02/skos/core#prefLabel&gt; ?label. <br/>}</strong></code></small></p><p>El resultat és una llista molt llarga:</p><div class="table-responsive"><table class="table table-condensed table-bordered"><thead><tr><th>publicador</th><th>label</th></tr></thead><tbody><tr><td>http://datos.gob.es/recurso/sector-publico/org/Organismo/A02002834</td><td>"Gobierno de Aragón"</td></tr><tr></tr><tr><td>http://datos.gob.es/recurso/sector-publico/org/Organismo/A04003003</td><td>"Gobierno de las Islas Baleares"</td></tr><tr></tr><tr><td>http://datos.gob.es/recurso/sector-publico/org/Organismo/A05003638</td><td>"Comunidad Autónoma de Canarias"</td></tr><tr></tr><tr><td>http://datos.gob.es/recurso/sector-publico/org/Organismo/A07002862</td><td>"Junta de Castilla y León"</td></tr><tr></tr><tr><td>…</td><td>…</td></tr><tr></tr></tbody></table></div><h3>Obtenir els noms dels deu organismes que tenen publicats més conjunts de dades i veure'n el número</h3><p>Per fer aquesta consulta hem d'agrupar els resultats, ordenar-los i limitar-ne el total a 10.</p><p class="alert alert-info"><small class="text-error"><code><strong>select distinct ?label count(?x) as ?num { <br/>?x a &lt;http://www.w3.org/ns/dcat#Dataset&gt; . <br/>?x &lt;http://purl.org/dc/terms/publisher&gt; ?publicador. <br/>?publicador &lt;http://www.w3.org/2004/02/skos/core#prefLabel&gt; ?label. <br/>} <br/>group by (?label) <br/>order by desc(?num) <br/>limit 10</strong></code></small></p><p>El resultat és aquest:</p><div class="table-responsive"><table class="table table-condensed table-bordered"><thead><tr><th>label</th><th>núm.</th></tr></thead><tbody><tr><td>"Gobierno de Aragón"</td><td>2659</td></tr><tr><td>"Comunidad Autónoma de País Vasco"</td><td>2208</td></tr><tr><td>"Centro de Investigaciones Sociológicas"</td><td>2107</td></tr><tr><td>"Ayuntamiento de Málaga"</td><td>651</td></tr><tr><td>"Ayuntamiento de Gijón"</td><td>627</td></tr><tr><td>"Xunta de Galicia"</td><td>315</td></tr><tr><td>"Generalitat Valenciana"</td><td>313</td></tr><tr><td>"Ayuntamiento de Madrid"</td><td>231</td></tr><tr><td>"Instituto Nacional de Estadística"</td><td>205</td></tr><tr><td>"Junta de Castilla y León"</td><td>196</td></tr></tbody></table></div>
eu: <p>SPARQL interfazea RDF gisa biltegiratutako datuak kontsultatzeko aukera ematen duen zerbitzua da, <a href="https://www.w3.org/TR/rdf-sparql-query/">SPARQL lengoaiaren</a> bidez. Garatzaileei/profesionalei ahalmen eta malgutasun handia ematen die kontsultak egiteko eta aplikazioak prestatzeko orduan.</p><h2>Biltegiratutako informazioa</h2><p>Kontsultatu ahal den informazio guztia datu-base semantiko batean sartu da. Halako datu-baseetan, informazioa grafo deritzenetan biltegiratzen da.</p><p>datos.gob.es atariko datu-base semantikoak bi grafo ditu:</p><ul><li><strong>http://datos.gob.es/catalogo:</strong> grafo honek datos.gob.es atariaren <strong><a href="http://datos.gob.es/eu/catalogo">Datuen katalogo</a></strong> osoa du</li><li><strong>http://datos.gob.es/nti:</strong> <strong>lehen sektoreen taxonomiari</strong> eta <strong>estaldura geografikoaren identifikazioari</strong> dagozkion URIak ditu, <a href="https://www.boe.es/diario_boe/txt.php?id=BOE-A-2013-2380">Informazio-baliabideak Berrerabiltzeko Elkarreragingarritasun Arau Teknikoaren</a> <strong>(NTI)</strong> IV. eta V. eranskinetan definituak</li></ul><h2>Nola erabiltzen da?</h2><p>Kontsultak GET eskaeren bitartez gauzatzen dira eta hauek deian zehaztutako parametroen araberako datuak bueltatzen dituzte.</p><p>Hona hemen gure SPARQL puntuaren oinarri-helbidea:</p><p class="alert alert-info"><small class="text-error"><code><strong>http://datos.gob.es/virtuoso/sparql</strong></code></small></p><p>Helbide horri “query” parametroa gehitu behar zaio, eta jarraian egin nahi dugun kontsulta.</p><p>Adibidez, kontsulta hau egin nahi badugu: <code>select distinct ?type where {?x a ?type} LIMIT 100</code> puntuan kargatutako hainbat mota lortuko dira:</p><ol><li>Hura kodifikatu behar dugu, hutsuneetan “+” idatzita, jarraian ageri den bezala: <code>select+distinct+?type+where+{?x+a+?type}+LIMIT+100</code></li><li>Hau kodetu ondoren eta gure SPARQL puntua ezagututa, honela exekutatuko litzateke:<br /><br /><span class="alert alert-info"><small class="text-error"><code><strong>http://datos.gob.es/virtuoso/sparql?query=select+distinct+?type+where+{?x+a+?type}+LIMIT+100</strong></code></small></span></li></ol><p>SPARQL puntuaren oinarri-helbidearen ondoren query parametroa eta egin nahi dugun kontsulta idatzi ezean, errore bat bistaratuko da, orria aurkitu ez dela esanez.</p><p>Besterik adierazi ezean, erantzunak HTML formatuan ematen dira, baina beste batean eska daitezke, “format” parametroa erabiliz. Parametro horrek balio desberdinak onartzen ditu:</p><div class="table-responsive"><table class="table table-condensed table-bordered"><thead><tr><th>Balioa</th><th>Formatua</th></tr></thead><tbody><tr><td>text/html</td><td>HTML</td></tr><tr><td>application/vnd.ms-excel</td><td>Spreadsheet</td></tr><tr><td>text/tab-separated-values</td><td>TSV</td></tr><tr><td>application/sparql-results+xml</td><td>XML</td></tr><tr><td>application/sparql-results+json</td><td>JSON</td></tr><tr><td>application/javascript</td><td>Javascript</td></tr><tr><td>text/turtle</td><td>Turtle</td></tr><tr><td>application/rdf+xml</td><td>RDF/XML</td></tr><tr><td>text/plain</td><td>N-Triples</td></tr><tr><td>text/csv</td><td>CSV</td></tr></tbody></table></div><p>Kontsulta egitean graforik zehazten ez bada, eskuragarri dauden grafo guztien informazio guztia emango da.</p><p>Eskuragarri dauden grafoak kontsulta daitezke honela:</p><p class="alert alert-info"><small class="text-error"><code><strong>select distinct ?uri where { graph ?uri { ?s a ?t } }</strong></code></small></p><p>Informazioa zein grafori dagokion jakin nahi badugu, jarraian ageri den bezala zehaztu ahal da. ?g aldagaian ikusiko dugu ?x bakoitza zein grafotan dagoen.</p><p class="alert alert-info"><small class="text-error"><code><strong>select distinct ?g ?type where { graph ?g { ?x a ?type. } } limit 100</strong></code></small></p><p>Grafo bakar baten emaitzak soilik jasotzea aukera dezakegu, honako hau idatzita:</p><p class="alert alert-info"><small class="text-error"><code><strong>select distinct ?type where { graph &lthttp://datos.gob.es/catalogo&gt { ?x a ?type. } } limit 100</strong></code></small></p><p>Orain, zehaztutako grafoan soilik dauden ?x-ak bistaratuko dira</p><p>Eskaerak burutzeko, <a href="http://datos.gob.es/eu/sparql">formularioak</a> ere erabil daitezke. Formulario-mota hauek lagungarriak dira garatzailearentzat, besteak beste, honako gai hauetan: kolore desberdinetako testua du sintaxia nabarmentzeko; sintaxian dauden erroreak hautematen ditu; automatikoki betetzeko funtzioa du eta aukera ematen du kontsultak egiteko.</p><h2>Adibideak</h2><h3>Gure SPARQL puntuan dauden mota guztiak bistaratu</h3><p>Kontsulta hau oso erabilgarria da, izan ere, biltegiratuta dauden informazio-mota guztiak ikusiko ditugu.</p><p>Horrez gain, lagungarria ez zaigun informazioa ez bistaratzeko, gure grafoak zehaztuko ditugu.</p><p>Lehenik eta behin, Katalogoaren grafoa zehaztuko dugu:</p><p class="alert alert-info"><small class="text-error"><code><strong>select distinct ?tipo where <br/>{ <br/>graph &lt;http://datos.gob.es/catalogo&gt; {<br/> ?x a ?tipo.<br/>} <br/>}</strong></code></small></p><p>Orain bi grafoak erabiliko ditugu, <strong>VALUES</strong> bidez</p><p class="alert alert-info"><small class="text-error"><code><strong>select distinct ?tipo where <br/>{ <br/>graph ?grafo { <br/>?x a ?tipo.<br/>}<br/> values ?grafo { &lt;http://datos.gob.es/catalogo&gt; &lt;http://datos.gob.es/nti&gt; } <br/>}</strong></code></small></p><p>El resultado final es este:</p><div class="table-responsive"><table class="table table-condensed table-bordered"><thead><tr><th>tipo</th></tr></thead><tbody><tr><td>http://www.w3.org/ns/dcat#Dataset</td></tr><tr><td>http://www.w3.org/2004/02/skos/core#Concept</td></tr><tr><td>http://www.w3.org/ns/dcat#Catalog</td></tr><tr><td>http://www.w3.org/2006/time#DurationDescription</td></tr><tr><td>http://purl.org/dc/terms/Frequency</td></tr><tr><td>http://purl.org/dc/terms/IMT</td></tr><tr><td>http://purl.org/dc/terms/PeriodOfTime</td></tr><tr><td>http://www.w3.org/ns/dcat#Distribution</td></tr><tr><td>http://vocab.linkeddata.es/datosabiertos/def/sector-publico/territorio#ComunidadAutonoma</td></tr><tr><td>http://vocab.linkeddata.es/datosabiertos/def/sector-publico/territorio#CiudadAutonoma</td></tr><tr><td>http://vocab.linkeddata.es/datosabiertos/def/sector-publico/territorio#Pais</td></tr><tr><td>http://vocab.linkeddata.es/datosabiertos/def/sector-publico/territorio#Provincia</td></tr></tbody></table></div><h3>Katalogoko datu-multzo guztiak bistaratu</h3><p>Jada motak ezagutzen ditugunez, URI honi dagozkion datu-multzo guztiak eskatuko ditugu: http://www.w3.org/ns/dcat#Dataset</p><p class="alert alert-info"><small class="text-error"><code><strong>select distinct ?dataset where<br/> {<br/> ?dataset a &lt;http://www.w3.org/ns/dcat#Dataset&gt; <br/>}</strong></code></small></p><p>Emaitza zera da: datu-multzo guztien URLen zerrenda.</p><h3>Datu-multzoek dituzten propietate guztiak bistaratu</h3><p>Datu-multzoen informazio gehiago nahi dugu, baina URIak baino ez ditugu ezagutzen, beraz, propietate guztiak eskatuko ditugu:</p><p class="alert alert-info"><small class="text-error"><code><strong>select distinct ?propiedad where<br/> {<br/> ?dataset a &lt;http://www.w3.org/ns/dcat#Dataset&gt; . ?dataset ?propiedad ?valor . <br/>}</strong></code></small></p><p>Hona hemen haien propietate guztiak:</p><div class="table-responsive"><table class="table table-condensed table-bordered"><thead><tr><th>propiedad</th></tr></thead><tbody><tr><td>http://www.w3.org/1999/02/22-rdf-syntax-ns#type</td></tr><tr><td>http://purl.org/dc/terms/modified</td></tr><tr><td>http://www.w3.org/ns/dcat#distribution</td></tr><tr><td>http://www.w3.org/ns/dcat#keyword</td></tr><tr><td>http://www.w3.org/ns/dcat#theme</td></tr><tr><td>http://purl.org/dc/terms/accrualPeriodicity</td></tr><tr><td>http://purl.org/dc/terms/description</td></tr><tr><td>http://purl.org/dc/terms/identifier</td></tr><tr><td>http://purl.org/dc/terms/issued</td></tr><tr><td>http://purl.org/dc/terms/language</td></tr><tr><td>http://purl.org/dc/terms/publisher</td></tr><tr><td>http://purl.org/dc/terms/spatial</td></tr><tr><td>http://purl.org/dc/terms/title</td></tr><tr><td>http://purl.org/dc/terms/references</td></tr><tr><td>http://purl.org/dc/terms/temporal</td></tr><tr><td>http://purl.org/dc/terms/conformsTo</td></tr><tr><td>http://purl.org/dc/terms/valid</td></tr></tbody></table></div><h3>Datuak argitaratzen dituzten organismo guztiak bistaratu</h3><p><a href="https://datos.gob.es.evo/http://purl.org/dc/terms/publisher">http://purl.org/dc/terms/publisher</a> propietatea erabiliko dugu datuak argitaratzen dituzten organismo guztiak bistaratzeko.</p><p class="alert alert-info"><small class="text-error"><code><strong>select distinct ?publicador where<br/> {<br/> ?x a &lt;http://www.w3.org/ns/dcat#Dataset&gt; .<br/> ?x &lt;http://purl.org/dc/terms/publisher&gt; ?publicador. <br/>}</strong></code></small></p><p>Emaitza zera da: datuen argitaratzaile guztien URIen zerrenda.</p><div class="table-responsive"><table class="table table-condensed table-bordered"><thead><tr><th>publicador</th></tr></thead><tbody><tr><td>http://datos.gob.es/recurso/sector-publico/org/Organismo/A02002834</td></tr><tr><td>http://datos.gob.es/recurso/sector-publico/org/Organismo/A04003003</td></tr><tr><td>http://datos.gob.es/recurso/sector-publico/org/Organismo/A05003638</td></tr><tr><td>…</td></tr></tbody></table></div><h3>Datuak argitaratzen dituzten organismoen propietateak bistaratu</h3><p>URIak ditugunean ez dakigu organismoaren izena. URI horien propietateak eskatuko ditugu:</p><p class="alert alert-info"><small class="text-error"><code><strong>select distinct ?propiedad where<br/> {<br/> ?x a &lt;http://www.w3.org/ns/dcat#Dataset&gt; . <br/>?x &lt;http://purl.org/dc/terms/publisher&gt; ?publicador. <br/>?publicador ?propiedad ?valor. <br/>} </strong></code></small></p><p>Hona hemen argitaratzaileen propietate guztiak:</p><div class="table-responsive"><table class="table table-condensed table-bordered"><thead><tr><th>propiedad</th></tr></thead><tbody><tr><td>http://www.w3.org/1999/02/22-rdf-syntax-ns#type</td></tr><tr><td>http://www.w3.org/2004/02/skos/core#prefLabel</td></tr><tr><td>http://www.w3.org/2004/02/skos/core#notation</td></tr></tbody></table></div><h3>Datuak argitaratzen dituzten organismoen izenak bistaratu</h3><p>http://www.w3.org/2004/02/skos/core#prefLabel URIa eta propietatea eskatuko ditugu</p><p class="alert alert-info"><small class="text-error"><code><strong>select distinct ?publicador ?label where<br/> { <br/>?x a &lt;http://www.w3.org/ns/dcat#Dataset&gt; . <br/>?x &lt;http://purl.org/dc/terms/publisher&gt; <br/>?publicador. ?publicador &lt;http://www.w3.org/2004/02/skos/core#prefLabel&gt; ?label. <br/>}</strong></code></small></p><p>Emaitza zerrenda luzea izango da:</p><div class="table-responsive"><table class="table table-condensed table-bordered"><thead><tr><th>publicador</th><th>label</th></tr></thead><tbody><tr><td>http://datos.gob.es/recurso/sector-publico/org/Organismo/A02002834</td><td>"Gobierno de Aragón"</td></tr><tr></tr><tr><td>http://datos.gob.es/recurso/sector-publico/org/Organismo/A04003003</td><td>"Gobierno de las Islas Baleares"</td></tr><tr></tr><tr><td>http://datos.gob.es/recurso/sector-publico/org/Organismo/A05003638</td><td>"Comunidad Autónoma de Canarias"</td></tr><tr></tr><tr><td>http://datos.gob.es/recurso/sector-publico/org/Organismo/A07002862</td><td>"Junta de Castilla y León"</td></tr><tr></tr><tr><td>…</td><td>…</td></tr><tr></tr></tbody></table></div><h3>Datu-multzo gehien argitaratu dituzten hamar organismoen izenak bistaratu eta bakoitzaren datu-multzoa ager dadila</h3><p>Kontsulta hau gauzatzeko, emaitzak multzokatu, ordenatu eta mugatu (10 arte) behar ditugu.</p><p class="alert alert-info"><small class="text-error"><code><strong>select distinct ?label count(?x) as ?num { <br/>?x a &lt;http://www.w3.org/ns/dcat#Dataset&gt; . <br/>?x &lt;http://purl.org/dc/terms/publisher&gt; ?publicador. <br/>?publicador &lt;http://www.w3.org/2004/02/skos/core#prefLabel&gt; ?label. <br/>} <br/>group by (?label) <br/>order by desc(?num) <br/>limit 10</strong></code></small></p><p>Hona hemen emaitza:</p><div class="table-responsive"><table class="table table-condensed table-bordered"><thead><tr><th>label</th><th>num</th></tr></thead><tbody><tr><td>"Gobierno de Aragón"</td><td>2659</td></tr><tr><td>"Comunidad Autónoma de País Vasco"</td><td>2208</td></tr><tr><td>"Centro de Investigaciones Sociológicas"</td><td>2107</td></tr><tr><td>"Ayuntamiento de Málaga"</td><td>651</td></tr><tr><td>"Ayuntamiento de Gijón"</td><td>627</td></tr><tr><td>"Xunta de Galicia"</td><td>315</td></tr><tr><td>"Generalitat Valenciana"</td><td>313</td></tr><tr><td>"Ayuntamiento de Madrid"</td><td>231</td></tr><tr><td>"Instituto Nacional de Estadística"</td><td>205</td></tr><tr><td>"Junta de Castilla y León"</td><td>196</td></tr></tbody></table></div>
