Repository: ctt-gob-es/datos.gob.es
Catalog: ckan/ckanext-dge/ckanext/dge/i18n/*/LC_MESSAGES/ckanext-dge.po
Languages: ca, eu

source: API Data
ca: API
eu: Api

source: API_introduction %(page)s %(doc)s
ca: <p>L'API és un mecanisme que permet consultar la base de dades semàntica de datos.gob.es. Actualment proporciona accés al <a href="https://datos.gob.es/catalogo">catàleg de dades</a> i als URI corresponents a la <strong>taxonomia de sectors primaris</strong> i a la <strong>identificació de cobertura geogràfica</strong> definits als annexos IV i V de la <a href="https://www.boe.es/diario_boe/txt.php?id=BOE-A-2013-2380">Norma tècnica d'interoperabilitat de reutilització de recursos de la informació</a> <strong>(NTI)</strong>.</p><p>Les consultes a través de l'API utilitzen identificadors uniformes de recursos (URI) i es construeixen partint d'una sèrie de criteris que pot triar l'usuari.</p><p>En aquesta pàgina està disponible la documentació dels mètodes, els paràmetres i el model de l'API de manera interactiva i es poden fer consultes de prova. Disposeu d'informació sobre l'API i exemples de consultes a la <a href='%(page)s'>pàgina</a> següent.</p>
eu: <p>API delakoa datos.gob.es atariko datu-base semantikoa kontsultatzeko mekanismo bat da. Egun, sarbidea du <a href="https://datos.gob.es/catalogo">Datuen Katalogora</a> eta <strong>lehen sektoreen taxonomiari</strong> eta <strong>estaldura geografikoaren identifikazioari</strong> dagozkion URIetara, <a href="https://www.boe.es/diario_boe/txt.php?id=BOE-A-2013-2380">Informazio-baliabideak Berrerabiltzeko Elkarreragingarritasun Arau Teknikoaren</a> <strong>(NTI)</strong> IV. eta V. eranskinetan definituak.</p><p>API bidez egiten diren kontsultek baliabideen identifikatzaile uniformeak (URI) erabiltzen dituzte, eta erabiltzaileak berak definitu ahal dituen irizpide zehatzen arabera eraikitzen dira.</p><p>API mekanismoari lotutako metodo, parametro eta ereduei buruzko dokumentazioa eskuragarri duzu orri honetan, modu elkarreragilean, eta probako kontsultak egin daitezke. API mekanismoari buruzko informazio eta kontsulten adibide gehiago irakur ditzakezu <a href='%(page)s'>orri honetan</a>.</p>

source: ATOM Data Catalog
ca: Catàleg de dades ATOM
eu: ATOM Datuen Katalogoa

source: About Aporta initiative
ca: Sobre la iniciativa Aporta
eu: Aporta ekimenari buruz

source: Accesibility
ca: Accessibilitat
eu: Eskuragarritasuna

source: Access
ca: Accés
eu: Sarbidea

source: Accessible version
ca: Versió accesible
eu: Bertsio irisgarria

source: Active
ca: Actiu

source: Add new resource
ca: Afegir nova distribució
eu: Banaketa berria gehitu

source: Additional Info
ca: Informació addicional

source: Administration level
ca: Nivell d'administració
eu: Administrazio maila

source: Advise and support
ca: Assessorament i suport
eu: Aholkularitza eta laguntza

source: Annual
ca: Anual
eu: Urtean behingoa

source: Api key
ca: Clave del api
eu: Clave del api

source: Aporta Meetings
ca: Trobades Aporta

source: Aporta awards
ca: Premis Aporta
eu: Aporta Sariak

source: Aporta challenge
ca: Desafiament Aporta
eu: Aporta Erronka

source: Aporta initiative
ca: Iniciativa Aporta
eu: Aporta ekimena

source: Applications
ca: Aplicacions
eu: Aplikazioak

source: Back to job list
ca: Torna a la llista de tasques

source: Base url
ca: Url base
eu: Url base

source: Biennial
ca: Biennal
eu: Bi urtez behingoa

source: Bimonthly
ca: Bimensual
eu: Hilean bitan

source: Biweekly
ca: Quinzenal
eu: Hamabost egunez behingoa

source: WEEKLY
ca: SETMANAL

source: BIWEEKLY
ca: QUINZENAL

source: MONTHLY
ca: MENSUAL

source: CSV Data Catalog
ca: Catàleg de dades CSV
eu: CSV Datuen Katalogoa

source: Catalog Errors/Warnings
ca: Errors/advertiments de catàleg
eu: Errore/Oharren katalogoa

source: Category
ca: Categoria
eu: Kategoria

source: Comments
ca: Comentaris
eu: Iruzkinak

source: Contact
ca: Contacte
eu: Harremana

source: Contact and more information
ca: Contacte i més informació
eu: Harremanak eta informazio gehiago

source: Continuous
ca: Continu
eu: Etengabekoa

source: Cookies policiy
ca: Política de galetes
eu: Cookie-politika

source: Create Dataset
ca: Crea conjunt de dades

source: Create a new user account
ca: Crea un compte d'usuari nou
eu: Sortu erabiltzaile-kontu berri bat

source: Create new account
ca: Crea compte nou
eu: Sortu kontu berria

source: Created
ca: Creat

source: Culture
ca: Cultura

source: Culture and Leisure
ca: Cultura i lleure

source: Current News
ca: Actualitat
eu: Gaurkotasuna

source: Daily
ca: Diari
eu: Egunerokoa

source: Data Catalog
ca: Catàleg de dades
eu: Datuen katalogoa

source: Data requests
ca: Disponibilitat de dades
eu: Datuen erabilgarritasuna

source: Datasets Errors/Warnings
ca: Errors/advertiments de conjunts de dades
eu: Errore/Oharren datu-multzoak

source: Datos.gob.es. Reuse the public information . Go home
ca: Datos.gob.es. Reutilitzeu la informació pública. Vés a l'inici
eu: Datos.gob.es. Berrerabili datu publikoak. Hasierako orrira joan

source: Ministry of Economy and Business
ca: Ministeri d'Economia i Empresa

source: Go to Ministry of Economy and Business
ca: Vés a Ministeri d'Economia i Empresa

source: Delete all harvest jobs and existing datasets from this source
ca: Suprimeix totes les tasques de collita i els conjunts de dades existents d’aquesta font

source: Deleted
ca: Suprimit

source: Description
ca: Descripció

source: Details
ca: Detalls

source: Documentation
ca: Documentació
eu: Dokumentazioa

source: Download
ca: Baixa

source: Download the search result in CSV
ca: Baixa el resultat de la cerca en CSV

source: Draft
ca: Esborrany

source: Edit resource
ca: Edita la distribució
eu: Banaketa aldatu

source: Education
ca: Educació

source: Health and Wellness
ca: Salut i benestar

source: Tourism
ca: Turisme

source: Enter the terms you wish to search for.
ca: Introduïu els termes que vulgueu cercar.
eu: Idatzi bilatu nahi dituzun terminoak.

source: Environment
ca: Medi ambient

source: Error Report
ca: Informe d’errors

source: Error/Warning Summary
ca: Resum d'errors/advertiments
eu: Erroreen/Oharren laburpena

source: Events
ca: Esdeveniments
eu: Gertaerak

source: Every
ca: Cada
eu: Zenbatero

source: Every {time_value} days
ca: Cada {time_value} dies
eu: {time_value} egunetan behin

source: Every {time_value} months
ca: Cada {time_value} mesos
eu: {time_value} hilabetetan behin

source: Every {time_value} weeks
ca: Cada {time_value} setmanes
eu: {time_value} astetan behin

source: Every {time_value} years
ca: Cada {time_value} anys
eu: {time_value} urtetan behin

source: Explore
ca: Explora
eu: Miatu

source: Export metadata in CSV format
ca: Exportar metadades en format CSV

source: Export metadata in JSON format
ca: Exportar metadades en format JSON

source: Export metadata in RDF format
ca: Exportar metadades en format RDF

source: Export metadata in TURTLE format
ca: Exportar metadades en format TURTLE

source: Export metadata in XML format
ca: Exportar metadades en format XML

source: Farming
ca: Agricultura

source: Filter Results
ca: Filtra els resultats

source: Follow Us
ca: Segueix-nos
eu: Jarrai gaitzazu

source: Follow us on Flikr
ca: Segueix-nos a Flikr
eu: Jarrai gaitzazu Flikr-en

source: Follow us on LinkedIn
ca: Segueix-nos a LinkedIn
eu: Jarrai gaitzazu LinkedIn-en

source: Follow us on Slideshare
ca: Segueix-nos a Slideshare
eu: Jarrai gaitzazu Slideshare-n

source: Follow us on Twitter
ca: Segueix-nos a Twitter
eu: Jarrai gaitzazu Twitter-en

source: Follow us on Youtube
ca: Segueix-nos a Youtube
eu: Jarrai gaitzazu Youtube-n

source: Access to European Data Portal (Spanish catalogs)
ca: Accés a l'Portal Europeu de Dades (catàlegs espanyols)

source: From
ca: De
eu: Hasiera

source: Go
ca: Ves-hi

source: Go to Government of Spain
ca: Ves a Govern d'Espanya

source: Go to Ministry of Territorial Government and Public Administrations
ca: Ves a Ministeri de Política Territorial i Funció Pública

source: Go to Red point es
ca: Vés a Red punto es.
eu: Red puntu es.

source: Go to resource
ca: Vés a la distribució
eu: Banaketa jo

source: Harvest
ca: Federador
eu: Federatzailea

source: Harvester
ca: Collita

source: Home
ca: Inici
eu: Hasiera

source: Impact
ca: Impacte
eu: Eragina

source: Index of contents
ca: Índex de continguts
eu: Edukien indizea

source: Informing about
ca: Informa sobre
eu: Jakinarazi

source: Initiatives
ca: Iniciatives
eu: Ekimenak

source: Initiatives map
ca: Mapa d'iniciatives
eu: Ekimenen mapa

source: Innovation
ca: Innovació

source: Interact
ca: Interactua
eu: Elkarreragin

source: Interviews
ca: Entrevistes

source: Languages
ca: Idiomes
eu: Hizkuntzak

source: Last Harvest Job
ca: Última tasca de collita

source: Last Modified
ca: Modificat recentment

source: Legal Administration
ca: Administració de Justícia
eu: Justizia Administrazioa

source: Legal notice
ca: Avís legal
eu: Lege oharra

source: License
ca: Llicència

source: Local Administration
ca: Administració local
eu: Toki Administrazioa

source: Log in
ca: Entra
eu: Sartu

source: Log out
ca: Tanca la sessió
eu: Irten

source: Media
ca: Fitxers

source: Menu
ca: Menú
eu: Menua

source: Modified Ascending
ca: Data de modificació ascendent
eu: Aldatua goranzko ordenan

source: Modified Descending
ca: Data de modificació descendent
eu: Aldatua beheranzko ordenan

source: Monthly
ca: Mensual
eu: Hilean behingoa

source: My Account
ca: El meu compte
eu: Nire kontua

source: My Datasets
ca: Conjunts de dades
eu: Datu-multzoak

source: My Profile
ca: El meu perfil
eu: Nire profila

source: Navigation
ca: Navegació
eu: Nabigazioa

source: New resource
ca: Distribució nou
eu: Banaketa berria

source: News
ca: Notícies
eu: Berriak

source: Newsletter
ca: Butlletí de Notícies
eu: Berrien Buletina

source: Newsletter personal data consent
ca: Consento que Red.es, amb CIF Q-2891006-I, com a responsable del tractament, processi les dades proporcionades directament per mi, així com les obtingudes indirectament a partir de la meva activitat, d'acord amb la Política de Privacitat i a la Instrucció del director general sobre el Procediment per a l'exercici dels drets a la protecció de dades de caràcter personal, disponibles a l’enllaç següent: <a href="http://www.red.es/redes/ca/quienes-somos/protecci%%C3%%B3-de-dades-de-car%%C3%%A0cter-personal" target="_blank">Protecció de dades de caràcter personal</a>.

source: Newsletters
ca: Butlletins
eu: Buletinak

source: No License Provided
ca: Sense llicència

source: No errors for this job
ca: Aquesta tasca no conté errors

source: No jobs yet for this source
ca: Aquesta font encara no té tasques

source: No organization
ca: Sense organització

source: No está autorizado para acceder al recurso solicitado
ca: Heu d’iniciar sessió per accedir al recurs sol·licitat

source: Not yet
ca: Encara no

source: Only the 20 most frequent errors/warnings are shown
ca: Només es mostren els 20 errors/advertiments més freqüents
eu: 20 ohiko erroreak/oharrak daude soilik ikusgai

source: Opens a new window
ca: Obre una finestra nova
eu: Leiho berri batean irekiko da

source: Order by
ca: Ordena per

source: Other
ca: Altres
eu: Besteak

source: Other Institutions
ca: Altres institucions
eu: Beste instituzio batzuk

source: Password
ca: Contrasenya
eu: Pasahitza

source: Portal content
ca: Contingut del portal
eu: Atariaren edukia

source: Private
ca: Privat

source: Private Entity
ca: Entitat privada

source: Public
ca: Públic

source: Published Ascending
ca: Data de publicació ascendent
eu: Argitaratua goranzko ordenan

source: Published Descending
ca: Data de publicació descendent
eu: Argitaratua beheranzko ordenan

source: Publisher
ca: Publicador
eu: Argitaratzailea

source: Quarterly
ca: Trimestral
eu: Hiru hilez behingoa

source: RDF Data Catalog
ca: Catàleg de dades RDF
eu: RDF Datuen Katalogoa

source: Regional Administration
ca: Administració autonòmica
eu: Administrazio Autonomikoa

source: Remove
ca: Elimina

source: Request new password
ca: Vas oblidar la contrasenya?
eu: Pasahitza ahaztu al duzu

source: Request new password via e-mail
ca: Sol·liciteu una contrasenya nova per correu electrònic
eu: E-mail bidez pasahitz berri bat eskatu

source: Resources
ca: Distribucions
eu: Banaketak

source: Reuse companies
ca: Reutilitza les empreses

source: Save
ca: Desa

source: Search
ca: Cercar
eu: Bilatu

source: Search datasets...
ca: Cerca conjunts de dades...

source: Search form
ca: Cerca des de
eu: Formularioa bilatu

source: Search harvest sources...
ca: Cerca fonts de collita...

source: Search organizations...
ca: Cerca organitzacions...

source: See Aporta Initiative
ca: Vés a l'iniciativa Aporta

source: Semiannual
ca: Semestral
eu: Sei hilez behingoa

source: Semimonthly
ca: Bimensual
eu: Hilean bitan

source: Semiweekly
ca: Bisetmanal
eu: Astean bitan

source: Share
ca: Comparteix
eu: Partekatu

source: Show More {facet_type}
ca: Mostrar més
eu: Gehiago erakutsi

source: Show Only Popular {facet_type}
ca: Mostra només populars
eu: Ohiko soilik erakutsi

source: Sitemap
ca: Mapa del lloc
eu: Webgunearen mapa

source: Source type
ca: Tipus de federador
eu: Tipo de federación

source: Sparql Point
ca: Punt SPARQL
eu: Sparql puntua

source: Sparql_Point_introduction %(page)s %(doc)s
ca: <p>A través d'aquest formulari podreu configurar les vostres pròpies consultes en <a href="https://www.w3.org/TR/rdf-sparql-query/">llenguatge SPARQL</a> sobre els grafs RDF de datos.gob.es. Aquesta és l’opció més flexible i potent per fer consultes sobre el catàleg de dades.</p><p>La base de dades semàntica de datos.gob.es conté dos grafs:</p><ul><li><strong>http://datos.gob.es/catalogo:</strong> aquest graf conté tot el <a href="https://datos.gob.es/es/catalogo">catàleg de dades</a> de datos.gob.es</li><li><strong>http://datos.gob.es/nti:</strong> conté els URI corresponents a la <strong>taxonomia de sectors primaris</strong> i a la <strong>identificació de cobertura geogràfica</strong> definits als annexos IV i V de la <a href="https://www.boe.es/diario_boe/txt.php?id=BOE-A-2013-2380">Norma tècnica d'interoperabilitat de reutilització de recursos de la informació</a> <strong>(NTI)</strong></li></ul><p>Els resultats de les consultes es poden obtenir en diferents formats processables automàticament (csv, xml, rdf, json...) i ser reutilitzats directament.</p><p>Teniu més informació disponible i exemples de consultes a la <a href='%(page)s'>pàgina</a> següent.</p>
eu: <p>Formulario honen bitartez, <a href="https://www.w3.org/TR/rdf-sparql-query/">SPARQL lengoaian</a> egin ahal izango dituzu datos.gob.es atariko RDF grafoen gaineko kontsultak. Hori da Datuen katalogoan kontsultak gauzatzeko aukerarik malgu eta indartsuena.</p><p>datos.gob.es atariko datu-base semantikoak bi grafo ditu:</p><ul><li><strong>http://datos.gob.es/catalogo:</strong> grafo honek datos.gob.es atariaren <a href="https://datos.gob.es/es/catalogo">Datuen katalogo</a> osoa du</li><li><strong>http://datos.gob.es/nti:</strong> <strong>lehen sektoreen taxonomiari</strong> eta <strong>estaldura geografikoaren identifikazioar</strong> dagozkion URIak ditu, <a href="https://www.boe.es/diario_boe/txt.php?id=BOE-A-2013-2380">Informazio-baliabideak Berrerabiltzeko Elkarreragingarritasun Arau Teknikoaren</a> <strong>(NTI)</strong> IV. eta V. eranskinetan definituak</li></ul><p>Kontsulten emaitzak hainbat automatikoki prozesatu ahal diren formatutan eskura daitezke (csv, xml, rdf, json…), eta zuzenean berrerabili ahal dira.</p><p>Informazio eta kontsulten adibide gehiago irakur ditzakezu <a href='%(page)s'>orri honetan</a>.</p>

source: Start a new harvesting job for this harvest source now
ca: Inicia ara una tasca de reexecució de la collita per a aquesta font de collita

source: Started
ca: Iniciat

source: Started:
ca: Iniciat:

source: State
ca: Estat

source: State Administration
ca: Administració de l'Estat
eu: Estatuko Administrazioa

source: Status
ca: Estat

source: Subscribe
ca: Subscriure's
eu: Harpidetu

source: Tag
ca: Etiqueta
eu: Etiketa

source: Technology
ca: Tecnologia

source: There already is an unrun job for this source
ca: Aquesta font ja té una tasca sense executar
eu: Martxan jarri gabeko ataza bat dago iturri honetan

source: There are currently no organizations for this site
ca: Actualment no hi ha cap organització per a aquest lloc web

source: There are no {facet_type} that match this search
ca: No hi ha {facet_type} que coincideixin amb la cerca

source: There is no description for this harvest source
ca: Aquesta font de collita no té descripció

source: This can be edited only by the admin
ca: Aquest camp només pot ser editat per un usuari administrador

source: This dataset has no data
ca: Aquest conjunt de dades no té dades

source: This dataset has no description
ca: Aquest conjunt de dades no té descripció

source: This dataset satisfies the Open Definition.
ca: Aquest conjunt de dades compleix amb Open Definition.

source: This field is required
ca: Aquest camp és obligatori

source: Three times a month
ca: Tres vegades per mes
eu: Hilean hirutan

source: Three times a week
ca: Tres vegades per setmana
eu: Astean hirutan

source: Three times a year
ca: Quadrimestral
eu: Lau hilez behingoa

source: To
ca: A
eu: Amaiera

source: Triennial
ca: Triennal
eu: Hiru urtez behingoa

source: Twice a day
ca: Dues vegades per dia
eu: Egunean bitan

source: Unassigned data requests
ca: Dades no assignats
eu: Datu esleitu gabe

source: Universities
ca: Universitats
eu: Unibertsitateak

source: Unnamed resource
ca: Distribucions sense nom
eu: Banaketa ez du izenik

source: Unsubscribe
ca: Cancel·la la subscripció
eu: Harpidetza kendu

source: Used prefixes
ca: Utilitza els prefixos
eu: Aurrizkiak erabili

source: User %s not authorized to show harvest source %s
ca: L'usuari %s no té autorització per mostrar la font de collita %s
eu: %s erabiltzaileak ez du %s bilketa iturria erakusteko baimenik

source: Username
ca: Nom d'usuari
eu: Erabiltzaile izena

source: Users Management
ca: Gestió d'usuaris
eu: Erabiltzailaeak kudeatu

source: Weekly
ca: Setmanal
eu: Astean behingoa

source: Widget
ca: Giny
eu: Widget-a
